Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/djangojs.po
Languages: ast

source: Are you sure you want to remove your %s login?
ast: ¿Tas seguru de que quies desaniciar la to cuenta de %s?

source: Please add one or more login methods.
ast: Amiesta un métodu o más p'aniciar sesión.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ast: Anguaño nun tienes un métodu p'aniciar sesión, amiesta unu o más calcando cualquiera de los iconos d'abaxo.

source: passwords do not match
ast: les conseñes nun casen

source: Show/change current login methods
ast: Amosar/camudar los métodos p'aniciar sesión

source: Please enter your %s, then proceed
ast: Escribi to %s y sigui

source: Connect your %(provider_name)s account to %(site)s
ast: Coneuta la to cuenta de %(provider_name)s con %(site)s

source: Change your %s password
ast: Camuda la to conseña de %s

source: Change password
ast: Camudar conseña

source: Create a password for %s
ast: Crea una conseña pa %s

source: Create password
ast: Crear conseña

source: Create a password-protected account
ast: Crear una cuenta protexida por conseña

source: loading...
ast: cargando...

source: tags cannot be empty
ast: les etiquetes nun puen tar baleres

source: content cannot be empty
ast: el conteníu nun pue tar baleru

source: %s content minchars
ast: mínimo %s caráuteres de conteníu

source: please enter title
ast: escribi'l títulu

source: %s title minchars
ast: mínimo %s caráuteres de títulu

source: insufficient privilege
ast: permisu insuficiente

source: cannot pick own answer as best
ast: nun se pue escoyer la respuesta propia como la meyor

source: please login
ast: anicia sesión, por favor

source: anonymous users cannot follow questions
ast: los usuarios anónimos nun puen siguir entrugues

source: anonymous users cannot subscribe to questions
ast: los usuarios anónimos nun puen suscribise a entrugues

source: anonymous users cannot vote
ast: los usuarios anónimos nun puen votar

source: please confirm offensive
ast: confirma que ye ofensivu

source: anonymous users cannot flag offensive posts
ast: los usuarios anónimos nun puen marcar los mensaxes como ofensivos

source: confirm delete
ast: confirmar desaniciu

source: anonymous users cannot delete/undelete
ast: los usuarios anónimos nun puen desaniciar/restaurar

source: post recovered
ast: entrada restaurada

source: post deleted
ast: entrada desaniciada

source: Follow
ast: Siguir

source: %s follower
ast: %s siguidor

source: <div>Following</div><div class="unfollow">Unfollow</div>
ast: <div>Siguiendo</div><div class="unfollow">Dexar de siguir</div>

source: undelete
ast: restaurar

source: delete
ast: desaniciar

source: add comment
ast: amestar comentariu

source: save comment
ast: guardar comentariu

source: enter %s more characters
ast: escribi %s caráuteres más

source: %s characters left
ast: queden %s caráuteres

source: cancel
ast: encaboxar

source: confirm abandon comment
ast: confirma qu'abandones el comentariu

source: delete this comment
ast: desaniciar esti comentariu

source: confirm delete comment
ast: confirmar el desaniciu del comentariu

source: Please enter question title (>10 characters)
ast: Escribi'l títulu de la entruga (más de 10 caráuteres)

source: Tag "<span></span>" matches:
ast: La etiqueta «<span></span>» casa con:

source: and %s more, not shown...
ast: y %s más, que nun s'amuesen...

source: Please select at least one item
ast: Seleiciona polo menos un elementu

source: Delete this notification?
ast: ¿Desaniciar esta notificación?

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
ast: <a href="%(signin_url)s">Anicia sesión</a> pa siguir a %(username)s

source: unfollow %s
ast: dexar de siguir a %s

source: following %s
ast: siguiendo a %s

source: follow %s
ast: siguir a %s

source: click to close
ast: calca pa zarrar

source: click to edit this comment
ast: calca pa editar esti comentariu

source: edit
ast: editar

source: see questions tagged '%s'
ast: ver preguntes cola etiqueta «%s»

source: bold
ast: negrina

source: italic
ast: cursiva

source: link
ast: enllaz

source: quote
ast: cita

source: preformatted text
ast: testu pre-formatiáu

source: image
ast: imaxe

source: attachment
ast: axuntu

source: numbered list
ast: llista numberada

source: bulleted list
ast: llista con viñetes

source: heading
ast: testera

source: horizontal bar
ast: barra horizontal

source: undo
ast: desfacer

source: redo
ast: refacer

source: enter image url
ast: escribi la URL de la imaxe

source: enter url
ast: escribi la URL

source: upload file attachment
ast: xubir ficheru axuntu

source: image description
ast: descripción de la imaxe

source: file name
ast: nome del ficheru

source: link text
ast: testu del enllaz
