[{
    "img_url": "/static/img/documentation/socialnetwork/p1/1.png",
    "beforeHtml": "Login, and on the top right dropdown menu, click Create a New App to get started. We'll call this one Bookface.",
    "afterHtml": "After that, you should be at the Overview page. This is the control panel for your web app. The top navigation bar will have a link to the Pages page. Go there, and start editing the Homepage. "
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/2.png",
    "beforeHtml": "When you edit a blank page, a popup window will open asking you if you want to start with a page template. For this tutorial, we'll start with a blank page. The elements on the right hand side are draggable onto the editor. Drag some elements onto the editor as shown below:",
    "afterHtml": ""
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/3.png",
    "beforeHtml": "Customize the text by double clicking on an element. Click \"Pick Style\" on the widget editor and pick one of the available styles.",
    "afterHtml": "Styles are editable in the Theme editor, you can read about that in the How to Design Themes tutorial."
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/4.png",
    "beforeHtml": "Click on the image element you dragged on the page, then change the image source. ",
    "afterHtml": "When you click Upload Image, you'll see this window, where you can upload images from a number of sources. In this example, we'll just search the web to find something simple."
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/5.png",
    "beforeHtml": "Now we'll add the ability for users to login and sign up. All we have to do is drag the User Login and Sign Up forms onto the page.",
    "afterHtml": "Here is the result after tweaking the design a bit. These forms work out of the box. We'll add user-related capabilities in the next tutorial."
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/6.png",
    "beforeHtml": "Another design tip: you can edit the text and links in your navbar by clicking on it. ",
    "afterHtml": "This popup window allows you to add/delete links, change the brand text on left side of the navbar, and clone a navbar from another page."
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/7.png",
    "beforeHtml": "The homepage looks good, we're ready to see it live! Press Save, then Publish (in the top left corner of the editor).",
    "afterHtml": "Wait a few seconds, and you should see this success window. Here you can see your live web app, and download a zip of your code."
},{
    "img_url": "/static/img/documentation/socialnetwork/p1/8.png",
    "beforeHtml": "The end result is a live web app, with user authentication.",
    "afterHtml": "Wow! You get all this, and it's backed by real code that you can download, as if you actually wrote it."
}]
