Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Sorry, only question owners, site administrators and moderators can retag deleted questions
gl: Só os propietarios, administradores do sitio e moderadores poden reetiquetar as preguntas eliminadas
nb_no: Bare spørsmålseier, administratorer og moderatorer kan endre merkelapper på et slettede spørsmål
pt: Apenas os donos das perguntas, administradores e moderadores podem reetiquetar perguntas apagadas

source: Sorry, since your account is blocked you cannot retag questions
gl: Desculpe, ao estar a súa conta bloqueada xa non pode reetiquetar publicacións
nb_no: Din konto er blokkert så du kan ikke endre merkelapper på spørsmål
pt: Desculpe, mas dado que a sua conta está bloqueada, você não pode reetiquetar perguntas

source: Sorry, since your account is suspended you can retag only your own questions
gl: Desculpe, ao estar a súa conta suspensa soamente pode reetiquetar a súa propia pregunta
nb_no: Din konto er suspandert så du kan bare endre merkelapper på dine egne spørsmål
pt: Desculpe, mas como a sua conta está suspensa, você só pode reetiquetar as suas próprias perguntas

source: Sorry, to retag questions a minimum reputation of %(min_rep)s is required
gl: Para reetiquetar preguntas requírese unha reputación mínima de %(min_rep)s
nb_no: For å endre merkelapper på et spørsmål så kreves minst %(min_rep)s omdømme
pt: Desculpe, mas para reetiquetar perguntas, é necessária uma reputação mínima de %(min_rep)s

source: Sorry, since your account is blocked you cannot delete comment
gl: Desculpe, ao estar a súa conta bloqueada, non pode eliminar comentarios
nb_no: Din konto er blokkert så du kan ikke slette kommentarer
pt: Desculpe, mas como a sua conta está bloqueada, você não pode apagar o comentário

source: Sorry, since your account is suspended you can delete only your own comments
gl: Desculpe, ao estar a súa conta suspensa, soamente pode eliminar os seus propios comentarios
nb_no: Din konto er suspandert så du kan kun slette dine egne kommentarer
pt: Desculpe, mas como a sua conta está suspensa, você só pode apagar os seus próprios comentários

source: Sorry, to delete comments reputation of %(min_rep)s is required
gl: Desculpe, para eliminar comentarios, requírese unha reputación mínima de %(min_rep)s
nb_no: For å slette kommentarer så kreves minst %(min_rep)s omdømme
pt: Desculpe, mas para apagar comentários, é precisa uma reputação de %(min_rep)s

source: sorry, but older votes cannot be revoked
gl: os votos anteriores non se poden revogar
nb_no: Beklager, men eldre stemmer kan ikke tilbakekalles

source: on %(date)s
gl: o %(date)s
nb_no: på %(date)s
pt: em %(date)s

source: in two days
gl: dentro de dous días
nb_no: om to dager
pt: em dois dias

source: tomorrow
gl: mañá
nb_no: i morgen
pt: amanhã

source: in %(hr)d hour
gl: dentro de %(hr)d hora
nb_no: om %(hr)d time
pt: em %(hr)d hora

source: in %(min)d min
gl: dentro de %(min)d minuto
nb_no: om %(min)d minutt
pt: em %(min)d minuto

source: %(days)d day
gl: %(days)d día
nb_no: %(days)d dag
pt: %(days)d dia

source: New users must wait %(days)s before answering their own question. You can post an answer %(left)s
gl: Os novos usuarios deben agardar %(days)s antes de responder á súa propia pregunta. Faltan %(left)s para publicar unha resposta
nb_no: Nye brukere må vente %(days)s dager før det er mulig å besvare eget spørmål. Du kan legge inn et svar %(left)s
pt: Os novos utilizadores devem esperar %(days)s antes de responder à própria questão. Você pode colocar uma resposta %(left)s

source: Anonymous
gl: Anónimo
nb_no: Anonym
pt: Anónimo

source: Site Adminstrator
gl: Adminstrador do sitio
nb_no: Administrator
pt: Administrador do sítio

source: Forum Moderator
gl: Moderador do foro
nb_no: Moderator
pt: Moderador do fórum

source: Suspended User
gl: Usuario suspenso
nb_no: Suspandert Bruker
pt: Utilizador suspenso

source: Blocked User
gl: Usuario bloqueado
nb_no: Blokkert Bruker
pt: Utilizador bloqueado

source: Registered User
gl: Usuario rexistrado
nb_no: Registrert Bruker
pt: Utilizador registado

source: Watched User
gl: Usuario vixiado
nb_no: Sylig Bruker
pt: Utilizador monitorizado

source: Approved User
gl: Usuario aprobado
nb_no: Godkjent Bruker
pt: Utilizador aprovado

source: %(username)s karma is %(reputation)s
gl: %(username)s karma é %(reputation)s
nb_no: %(username)s karma er %(reputation)s
pt: Karma de %(username)s é %(reputation)s

source: one gold badge
gl: un distintivo de ouro
nb_no: en gullmedalje
pt: uma insígnia de ouro

source: one silver badge
gl: distintivo de prata
nb_no: en sølvmedalje
pt: uma insígnia de prata

source: one bronze badge
gl: distintivo de bronce
nb_no: en bronsemedalje
pt: uma insígnia de bronze

source: %(item1)s and %(item2)s
gl: %(item1)s e %(item2)s
nb_no: %(item1)s og %(item2)s
pt: %(item1)s e %(item2)s

source: %(user)s has %(badges)s
gl: %(user)s ten %(badges)s
nb_no: %(user)s har %(badges)s
pt: %(user)s tem %(badges)s

source: At least %d karma point is required to post links
gl: Requírese cando menos %d de karma para publicar ligazóns

source: %(user)s shared a %(post_link)s.
gl: %(user)s compartiu un %(post_link)s.

source: %(user)s edited a %(post_link)s.
gl: %(user)s editaron un %(post_link)s.

source: %(user)s posted a %(post_link)s
gl: %(user)s publicaron un %(post_link)s

source: %(user)s edited an %(post_link)s.
gl: %(user)s editaron un %(post_link)s.

source: %(user)s posted an %(post_link)s.
gl: %(user)s publicaron un %(post_link)s.

source: %(user)s posted a %(post_link)s.
gl: %(user)s publicaron un %(post_link)s.

source: To reply, PLEASE WRITE ABOVE THIS LINE.
gl: Para responder, ESCRIBA POR RIBA DESTA LIÑA.

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(user_profile)s">your profile</a>.
gl: Noraboa, ha recibido un distintivo '%(badge_name)s'. Comprobeo <a href="%(user_profile)s">tu perfil</a>.
nb_no: Grattulerer. Du har mottat medalje '%(badge_name)s'. Se mer på <a href="%(user_profile)s">din profil</a>
pt: Parabéns, você recebeu uma insígnia '%(badge_name)s'. Pode vê-la no <a href="%(user_profile)s">seu perfil</a>.

source: Welcome to %(site_name)s
gl: Dámoslle a benvida a %(site_name)s

source: Your tag subscription was saved, thanks!
gl: A sua solicitude de suscripción foi gardada, grazas!
nb_no: Abonnement på merkelapp er lagret.
pt: A sua etiqueta subscrita foi guardada, obrigado!

source: Deleted own post with %(votes)s or more upvotes
gl: Eliminar a propia publicación con %(votes)s ou máis votos positivos
nb_no: Slettet eget innlegg med %(votes)s eller fler stemmer
pt: Apagada a própria mensagem com %(votes)s ou mais votos positivos

source: Disciplined
gl: Disciplina
nb_no: Disiplinert
pt: Disciplinado

source: Deleted own post with %(votes)s or more downvotes
gl: Eliminar a propia publicación con %(votes)s ou máis votos negativos
nb_no: Slettet eget innlegg med %(votes)s eller fler negative stemmer
pt: Apagada a própria mensagem com %(votes)s ou mais votos desfavoráveis

source: Peer Pressure
gl: Presión dos pares
nb_no: Gruppepress
pt: Pressão dos Colegas

source: Received at least %(votes)s upvote for an answer for the first time
gl: Recibidos polo menos %(votes)s votos positivos por una resposta a primeira vez.
nb_no: Første gang med %(votes)s positive stemmer på et svar
pt: Recebidos pelo menos %(votes)s votos favoráveis para uma resposta, pela primeira vez

source: Teacher
gl: Mestre
nb_no: Lærer
pt: Professor

source: Supporter
gl: Seguidor
pt: Apoiante

source: First upvote
gl: Primer voto positivo
nb_no: Første positive stemme
pt: Primeiro voto favorável

source: Critic
gl: Crítico
nb_no: Kritiker
pt: Crítico

source: First downvote
gl: Primer voto negativo
nb_no: Første negative stemme
pt: Primeiro voto desfavorável

source: Civic Duty
gl: deber cívico
nb_no: Sammfunnsplikt
pt: Dever Cívico

source: Voted %(num)s times
gl: Votado %(num)s veces
nb_no: Stemt %(num)s ganger
pt: Votado %(num)s vezes

source: Answered own question with at least %(num)s up votes
gl: Respostada a propia pregunta polo menos con %(num)s votos positivos
nb_no: Svart på eget spørsmål med minst %(num)s positive stemmer
pt: Respondeu à própria pergunta com pelo menos %(num)s votos favoráveis

source: Self-Learner
gl: Autodidacta
nb_no: Selvlært
pt: Autoaprendiz

source: Nice Answer
gl: Resposta aceptable
nb_no: Fint Svar
pt: Resposta aceitável

source: Answer voted up %(num)s times
gl: Resposta votada positivamente %(num)s veces
nb_no: Svar med %(num)s positive stemmer
pt: Resposta votada favoravelmente %(num)s vezes

source: Good Answer
gl: Boa resposta
nb_no: Bra Svar
pt: Boa resposta

source: Great Answer
gl: Fantástica resposta
nb_no: Fantastisk Svar
pt: Ótima resposta

source: Nice Question
gl: Pregunta aceptable
nb_no: Fint Spørsmål
pt: Questão aceitável

source: Question voted up %(num)s times
gl: Pregunta votada positivamente %(num)s veces
nb_no: Spørsmål med %(num)s positive stemmer
pt: Pergunta votada favoravelmente %(num)s vezes

source: Good Question
gl: Boa pregunta
nb_no: Bra Spørsmål
pt: Boa questão

source: Great Question
gl: Fantástica pregunta
nb_no: Fantastisk Spørsmål
pt: Ótima questão

source: Student
gl: Estudante
pt: Estudante

source: Asked first question with at least one up vote
gl: primera pregunta preguntada con polo menos un voto positivo
nb_no: Spurt første spørsmål med minst en positiv stemme
pt: Fez a primeira pergunta com pelo menos até um voto

source: Popular Question
gl: Pregunta popular
nb_no: Populært Spørsmål
pt: Pergunta Popular

source: Asked a question with %(views)s views
gl: Pregunte una cuestión con %(views)s vistas
nb_no: Spurte et spørsmål med %(views)s visninger
pt: Fez uma pergunta com %(views)s visualizações

source: Notable Question
gl: Pregunta notable
nb_no: Bemærkelsesverdig Spørsmål
pt: Pergunta Notável

source: Famous Question
gl: Pregunta famosa
nb_no: Kjendisspørsmål
pt: Pergunta Famosa

source: Asked a question and accepted an answer
gl: Pregunte una cuestión e acepte una resposta
nb_no: Spurte et spørsmål og aksepterte et svar
pt: Fez uma pergunta e aceitou uma resposta

source: Scholar
gl: Escolar
nb_no: Lærd
pt: Professor

source: Enlightened
gl: Ilustrado
nb_no: Opplyst
pt: Iluminado

source: First answer was accepted with %(num)s or more votes
gl: A primeira resposta foi aceptada con %(num)s ou máis votos
nb_no: Fått akseptert et svar med %(num)s eller fler stemmer
pt: A primeira resposta foi aceite com %(num)s ou mais votos

source: Guru
gl: Sabio

source: Answer accepted with %(num)s or more votes
gl: Resposta aceptada con %(num)s ou máis votos
nb_no: Fått svar akseptert med %(num)s eller fler stemmer
pt: Resposta aceite com %(num)s ou mais votos

source: Answered a question more than %(days)s days later with at least %(votes)s votes
gl: Respostada a cuestión con máis de %(days)s días pasados con polo menos %(votes)s votos
nb_no: Besvarte et spørsmål fler enn %(days)s dager senere med minst %(votes)s stemmer
pt: Respondeu a uma pergunta mais de %(days)s dias depois com pelo menos %(votes)s votos

source: Necromancer
gl: Nigromante
pt: Necromante

source: Citizen Patrol
gl: Patrulla cidadana
nb_no: Borgervern
pt: Vigilantes

source: First flagged post
gl: Primeira publicación marcada
nb_no: Første flaggede innlegg
pt: Primeira mensagem sinalizada

source: Cleanup
gl: limpeza
nb_no: Opprensing
pt: Limpeza

source: First rollback
gl: Primeira reversión
nb_no: Første tilbakeføring
pt: Primeiro voltar atrás

source: Pundit
gl: Experto
pt: Sábio

source: Left 10 comments with score of 10 or more
gl: Deixou 10 comentarion con una puntuación de 10 ou superior
nb_no: Skrev 10 kommentarer med 10 eller fler påeng
pt: Deixou 10 comentários com pontuação de 10 ou mais

source: First edit
gl: Primeira edición
nb_no: Første endring
pt: Primeira edição

source: Associate Editor
gl: Editor asociado
nb_no: Medredaktør
pt: Editor Associado

source: Edited %(num)s entries
gl: Editadas %(num)s entradas
nb_no: Endret %(num)s innlegg
pt: Editou %(num)s entradas

source: Organizer
gl: Organizador
pt: Organizador

source: First retag
gl: Primeira recuperación
nb_no: Første omlegging av merkelapper
pt: Primeira reetiqueta

source: Autobiographer
gl: Autobiógrafo
pt: Autobiografia

source: Completed all user profile fields
gl: Todolos campos do perfil de usuario foron completados
nb_no: Fullførte alle brukerprofilfelter
pt: Completados todos os campos do perfil de utilizador

source: Question favorited by %(num)s users
gl: Pregunta preferida por %(num)s usuarios
nb_no: Spørsmål satt som favoritt av %(num)s brukere
pt: Pergunta favorita por %(num)s utilizadores

source: Stellar Question
gl: Pregunta estelar
nb_no: Utrolig Spørmål
pt: Pergunta Estelar

source: Favorite Question
gl: Pregunta favorita
nb_no: Favorittspørsmål
pt: Pergunta Favorita

source: Enthusiast
gl: Entusiasta
nb_no: Entusiast
pt: Entusiasta

source: Visited site every day for %(num)s days in a row
gl: Sitio visitado todolos días por %(num)s días seguidos
nb_no: Besøkt nettstedet %(num)s dager på rad
pt: Sítio visitado todos os dias por %(num)s dias seguidos

source: Commentator
gl: Comentador
nb_no: Kommentator
pt: Comentador

source: Posted %(num_comments)s comments
gl: posteados %(num_comments)s comentarios
nb_no: Lagt inn %(num_comments)s kommentarer
pt: Colocados %(num_comments)s comentários

source: Taxonomist
gl: Taxónomo
nb_no: Taksonom
pt: Taxonomista

source: Created a tag used by %(num)s questions
gl: Creada una etiqueta usada para %(num)s preguntas
nb_no: Opprettet en merkelapp som er brukt på %(num)s spørsmål
pt: Criou uma etiqueta por %(num)s perguntas

source: Expert
gl: Experto
nb_no: Ekspert
pt: Especialista

source: Very active in one tag
gl: Muy activo en una etiqueta
nb_no: Veldig aktiv innenfor en bestemt merkelapp
pt: Muito ativo numa etiqueta

source: message
gl: mensaxe

source: Question:
gl: Pregunta:

source: Answer:
gl: Resposta:

source: Sorry, this question has been deleted and is no longer accessible
gl: Sentimolo, esta pregunta ha sido eliminada e non é accesible
nb_no: Beklager men dette spørsmålet er fjernet
pt: Desculpe, esta pergunta foi excluída e não está mais acessível

source: Sorry, the answer you are looking for is no longer available, because the parent question has been removed
gl: Sentimolo, a resposta que busca non está dispoñible neste momento porque a pregunta pai ha sido retirada
nb_no: Beklager men spørsmålet du leter etter eksisterer ikke lenger fordi spørsmålet det tillhørte er fjernet
pt: Desculpe, mas a pergunta que procura já não está disponível, pois a pergunta-mãe foi removida

source: Sorry, this answer has been removed and is no longer accessible
gl: Sentimolo, a resposta ha sido retirada e non é accesible por máis tempo.
nb_no: Beklager men dette spørsmålet er fjernet
pt: Desculpe, esta resposta foi removida e já não está mais acessível

source: Sorry, the comment you are looking for is no longer accessible, because the parent question has been removed
gl: Sentimolo, o comentario que está a buscar non está accesible, porque a pregunta pai ha sido retirada
nb_no: Beklager men kommentaren du ser etter er ikke lenger tilgjengelig ettersom spørsmålet den tillhørte er slettet
pt: Desculpe, mas o comentário que procura já não está acessível, porque a pergunta-mãe foi removida

source: Sorry, the comment you are looking for is no longer accessible, because the parent answer has been removed
gl: Sentimolo, o comentario que está a buscar no está accesible, porque a resposta pai ha sido retirada
nb_no: Beklager men kommentarer du ser etter eksisterer ikke lenger ettersom svaret den tillhørte er slettet
pt: Desculpe, mas o comentário que procura já não está acessível, porque a resposta-mãe foi removida

source: This post is temporarily not available
gl: Esta publicación está temporalmente non dispoñíbel

source: Thank you for your post to %(site)s. It will be published after the moderators review.
gl: Grazas polo súa publicación en %(site)s. Será pública despois da revisión dos moderadores.

source: your post to %(site)s
gl: a súa publicación en %(site)s

source: Your post was placed on the moderation queue and will be published after the moderator approval.
gl: A publicación axendouse na cola de moderación e publicarase despois da aprobación do moderador.

source: " and "%s"
gl: " e "%s"
nb_no: " og "%s"
pt: " e "%s"

source: " and more
gl: " e máis
nb_no: " og fler
pt: " e mais

source: %(count)d answer:
gl: %(count)d resposta:

source: Tag %s is new and will be submitted for the moderators approval
gl: A etiqueta %s é nova e remitirase para aprobación dos moderadores

source: Tags %s are new and will be submitted for the moderators approval
gl: As etiquetas %s son novas e remitiranse para aprobación dos moderadores

source: Please, <a href="%s">review your question</a>.
gl: Please, <a href="%s">revise a súa pregunta</a>.

source: Post an answer
gl: Publique unha resposta

source: Post a comment
gl: Publicar un comentario

source: Edit post
gl: Editar publicación

source: Append to post
gl: Engadir á publicación

source: Answer or comment, depending on the size of post
gl: Resposta ou comentario, dependendo do tamaño da publicación

source: Validate email and record signature
gl: Validar correo e gardar sinatura

source: added content by email
gl: contido engadido por correo

source: edited by email
gl: editado por correo
nb_no: editert via epost

source: <em>Changed by moderator. Reason:</em> %(reason)s
gl: <em>Cambiado por un moderador. Razón:</em> %(reason)s
nb_no: <em>Endret av moderator. Grunn:</em> %(reason)s
pt: <em>Alterado pelo moderador. Motivo:</em> %(reason)s

source: %(points)s points were added for %(username)s's contribution to question %(question_title)s
gl: %(points)s os puntos foron engadidos para %(username)s's contribución a pregunta %(question_title)s
nb_no: %(points)s påeng ble tildelt %(username)s for teltakelse på spørsmålet %(question_title)s
pt: Foram adicionados %(points)s pontos à contribuição de %(username)s para a pergunta %(question_title)s

source: %(points)s points were subtracted for %(username)s's contribution to question %(question_title)s
gl: %(points)s os puntos foros sustraídos para %(username)s's contribución a pregunta %(question_title)s
nb_no: %(points)s påeng ble trukket fra %(username)s på grunn av deltakelse på spørsmål %(question_title)s
pt: Foram retirados %(points)s pontos à contribuição de %(username)s para a pergunta %(question_title)s

source: New tags added to %s
gl: Novas etiquetas engadidas a %s

source: Entire forum
gl: Foro completo
nb_no: Hele forumet
pt: Todo o fórum

source: Questions that I asked
gl: Cuestións que preguntei
nb_no: Spørsmål jeg har spurt
pt: Questões que eu respondi

source: Questions that I answered
gl: Cuestións que respondín
nb_no: Spørsmål jeg har svart på
pt: Questões que eu coloquei

source: Individually selected questions
gl: Preguntas seleccionadas individualmente
nb_no: Individuelt valgte spørsmål
pt: Perguntas selecionadas individualmente

source: Mentions and comment responses
gl: Respostas a mencións e comentarios
nb_no: Omtalt og kommentarresponser
pt: Menciona respostas e comentários

source: Instantly
gl: Instántaneamente
nb_no: Omgående
pt: Imediatamente

source: Daily
gl: Diariamente
nb_no: Daglig
pt: Diariamente

source: Weekly
gl: Semanalmente
nb_no: Ukentlig
pt: Semanalmente

source: No email
gl: Sen correo
nb_no: Ingen epost
pt: Sem endereço eletrónico

source: Can join when they want
gl: Poden unirse cando queiran

source: Users ask permission
gl: Os usuarios piden permiso

source: Moderator adds users
gl: O moderador engade usuarios

source: Please give a list of valid email addresses.
gl: Dea por favor unha lista de enderezos de correo válido.

source: Please give a list of valid email domain names.
gl: Faga unha lista de nomes de dominio aceptados para o correo.

source: css for the widget
gl: css para o miniaplicativo

source: Page not found
gl: Páxina non encontrada
nb_no: Side ikke funnet
pt: Página não encontrada

source: Sorry, could not find the page you requested.
gl: Sentímolo, non se puido atopar a páxina solicitada.
nb_no: Beklager men vi fant ikke siden du ønsket.
pt: Lamentamos, mas não se encontrou a página desejada.

source: This might have happened for the following reasons:
gl: Isto pode ocorrer polas seguintes razóns:
nb_no: Dette kan ha skjedd for en av følgende grunner:
pt: Isto poderá ter acontecido devido às seguintes razões:

source: this question or answer has been deleted;
gl: Esta pregunta ou resposta acaba de ser eliminada
nb_no: dette spørsmålet eller svaret har blitt slettet;
pt: esta pergunta ou resposta já foi apagada;

source: url has error - please check it;
gl: url é erronea - por favor, asegúrese dela;
nb_no: url har feil - vennligst sjekk den;
pt: URL tem um erro - por favor verifique-o;

source: the page you tried to visit is protected or you don't have sufficient points, see
gl: A páxina que intentou visitar está protexida ou non ten puntos dabondo, consulte
nb_no: den siden du forsøker å gå til er beskyttet eller du har for få påeng for å kunne se den
pt: a página que tentou visitar está protegida ou você não tem pontos suficientes, consulte

source: if you believe this error 404 should not have occured, please
gl: Se cree que este erro 404 non debería ocorrer, por favor
nb_no: hvis du mener denne 404 feilen ikke skulle ha skjedd, vennligst
pt: se acha que este erro 404 não deveria ter acontecido, por favor

source: report this problem
gl: Denunciar este problema
nb_no: rapporter dette problemet
pt: reportar este problema

source: back to previous page
gl: Volver á páxina anterior
nb_no: tilbake til forrige side
pt: voltar à página anterior

source: see all questions
gl: Ver todas as preguntas
nb_no: se alle spørsmål
pt: ver todas as questões

source: see all tags
gl: Ver todas as marcas
nb_no: se alle merkelapper
pt: ver todas as etiquetas

source: Internal server error
gl: Erro interno do servidor
nb_no: Intern serverfeil
pt: erro do servidor interno

source: system error log is recorded, error will be fixed as soon as possible
gl: O erro do sistema interno do servidor está rexistrado, o erro será corrixido o máis pronto posible
nb_no: systemfeil log er lagret. Feilen blir fikset så snart som mulig
pt: registou-se um erro no sistema, o qual será corrigido logo que for possível

source: please report the error to the site administrators if you wish
gl: Por favor informe do erro para os administradores do sitio, se o desexa
nb_no: vær vennlig å rapporter denne feilen til en administrator
pt: se desejar, pode relatar o erro aos administradores do sítio

source: see latest questions
gl: Ver as últimas preguntas
nb_no: se seneste spørsmål
pt: consultar as últimas questões

source: see tags
gl: ver etiquetas
nb_no: se merkelapper
pt: consultar etiquetas

source: Edit answer
gl: editar resposta
nb_no: Endre svar
pt: Editar resposta

source: back
gl: atrás
nb_no: tilbake
pt: recuar

source: Save edit
gl: Gardar edición
nb_no: Lagre endringer
pt: Gravar edição

source: Cancel
gl: Cancelar
nb_no: Avbryt
pt: Cancelar

source: hide preview
gl: Ocultar visualización
nb_no: skjul forhåndsvisning
pt: ocultar previsão

source: show preview
gl: mostrar visualización
nb_no: forhåndsvisning
pt: mostrar antevisão

source: Ask Your Question
gl: Faga a súa pregunta
nb_no: Spør ditt spørsmål

source: since you are not logged in right now, you will be asked to sign in or register after posting your question
gl: xa que non ten iniciada a sesión neste momento, pediráselle que acceda ou se rexistre despois de publicar a súa pregunta
