Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Note - <strong>MathJax is not included with askbot</strong> - you should deploy it yourself, preferably at a separate domain and enter url pointing to the "mathjax" directory (for example: http://mysite.com/mathjax)
gl: Nota- <strong>MathJax non está incluído en askbot</strong>- debe desenvolvelo pola súa conta, preferiblemente nun dominio independente e introducindo a URL referente ao directorio "mathjax" (exemplo: http://mysite.com/mathjax)
nb_no: Note - <strong>MathJax er ikke inkludert med askbot</strong> - Du må installere dette selv og hvis mulig på et separat domene og så legge inn URL som peker til "mathjax" filområde (feks.: http://mysite.com/mathjax)
pt: Nota - <strong>MathJax não está incluído no Askbot</strong> - você deve instalá-lo por conta própria, de preferência num domínio separado, e inserir o URL apontando para o diretório "mathjax" (por exemplo: http://mysite.com/mathjax)

source: Enable autolinking with specific patterns
gl: Activar autoligazóns baixo pauta específica
nb_no: Aktivere autolinking med spesifikke mønstre
pt: Ativar autoligação com padrões específicos

source: If you enable this feature, the application will be able to detect patterns and auto link to URLs
gl: Se activa esta función, o aplicativo será quen de detectar pautas e autoligalas a URLs
nb_no: Hvis du aktiverer denne funksjonen så vil applikasjonen være i stand til å igjenkjenne mønstre og autolenke disse til URLer
pt: Se ativar esta função, a aplicação será capaz de detetar padrões e ligar automaticamente a URLs

source: Regexes to detect the link patterns
gl: Regexes para detectar as pautas da ligazón
nb_no: Regex mønstre som igjenkjenner lenkemønster
pt: Expressões regulares para detetar a ligação padrão

source: Enter valid regular expressions for the patters, one per line. For example to detect a bug pattern like #bug123, use the following regex: #bug(\d+). The numbers captured by the pattern in the parentheses will be transferred to the link url template. Please look up more information about regular expressions elsewhere.
gl: Introduza expresións regulares válidas para as pautas, unha por liña. Por exemplo, para detectar unha pauta errónea como #bug123, utilice o seguinte regex: #bug(\d+). Os números capturados na paréntese pola pauta serán transferidas ao modelo de ligazón URL. Busque máis información sobre expresións regulares en outro sitio.
nb_no: Legg inn et gyldig regulært uttrykk for mønstre, en pr. linje. For eksempel for å gjengkjenne bug mønstre i.e. #bug123, bruk følgende uttrykk: #bug(\d+). Nummeret fanget i parantesen vil bli overført til lenkeurl. Vennligst sjekk informasjon om regulære uttrykk andre steder.
pt: Insira uma expressão regular válida para os padrões, uma por linha. Por exemplo, para detetar um padrão de erro do tipo #bug123, utilize a seguinte expressão regular: #bug(\d+). Os números capturados pelo padrão dentro dos parênteses serão transferidos para o modelo do URL da ligação. Consulte mais sobre expressões regulares em documentação apropriada.

source: URLs for autolinking
gl: URLs para autoligazón
nb_no: URLer for autolenking
pt: URLs para autoligações

source: Here, please enter url templates for the patterns entered in the previous setting, also one entry per line. <strong>Make sure that number of lines in this setting and the previous one are the same</strong> For example template https://bugzilla.redhat.com/show_bug.cgi?id=\1 together with the pattern shown above and the entry in the post #123 will produce link to the bug 123 in the redhat bug tracker.
gl: Introduza aquí os modelos URL para as pautas introducidas na opción anterior, unha entrada por liña. <strong>Asegúrese de que o número de liñas nesta opción é o mesmo que na anterior</strong>. Por exemplo, a pauta https://bugzilla.redhat.com/show_bug.cgi?id=\1 xunto coa amosada enriba e a entrada na mensaxe #123, dará lugar a unha ligazón ao erro 123 no buscador de erros redhat.
nb_no: Har kan du legge inn url templates for mønstre skrevet inn i foregående instillinger. Her også en pr. linje. <strong>Det er viktig at rekkefølgen og antall linjer er den samme som forrige.</strong> For eksempel template https://bugzilla.redhat.com/show_bug.cgi?id=\1 sammen med mønster vist over og data i innlegget er #123 så vil dette produsere en lenke til bug 123 i redhat bug tracker.
pt: Insira aqui os modelos de URL para os padrões introduzidos na definição anterior, também uma entrada por linha. <strong>Garanta que o número de linhas nesta definição e na anterior será o mesmo</strong>. Por exemplo, o modelo https://bugzilla.redhat.com/show_bug.cgi?id=\1, junto com o padrão mostrado acima e a entrada na mensagem #123, produzirá uma ligação para o erro 123 no sistema de erros da Redhat.

source: Karma thresholds
gl: Umbrais Kharma
nb_no: Karmatoleranse
pt: Limiares de Karma

source: Upvote
gl: Voto positivo
nb_no: Stem opp
pt: Voto favorável

source: Downvote
gl: Voto negativo
nb_no: Stem ned
pt: Voto desfavorável

source: Answer own question immediately
gl: Responda a súa cuestión inmediatamente
nb_no: Besvar eget spørsmål med en gang
pt: Responder à própria pergunta imediatamente

source: Accept own answer
gl: Aceptar a súa resposta
nb_no: Aksepter eget svar
pt: Aceitar a própria resposta

source: Accept any answer
gl: Aceptar calquera resposta
nb_no: Aksepter hvilket som helst svar

source: Flag offensive
gl: Marca ofensiva
nb_no: Merk som støtende
pt: Marcar como ofensiva

source: Delete comments posted by others
gl: Eliminar comentarios enviados por outros
nb_no: Slett kommentarer skrevet av andre
pt: Eliminar comentários colocados por outros

source: Delete questions and answers posted by others
gl: Eliminar preguntas e respostas enviadas por outros
nb_no: Slett spørsmål og svar skrevet av andre
pt: Eliminar perguntas e respostas colocadas por outros

source: Upload files
gl: Subir ficheiros
nb_no: Last opp filer
pt: Enviar ficheiros

source: Insert clickable links
gl: Inserir ligazóns que permitan premer
nb_no: Legg til klikkbare lenker

source: Insert link suggestions as plain text
gl: Inserir suxestións de ligazóns como texto simple
nb_no: Legg til lenkeforslag som klartekst

source: This value should be smaller than that for "insert clickable links". This setting should stop link-spamming by newly registered users.
gl: Este valor debería ser menor que o de «inserir ligazóns que se poidan premer». Esta opción debería deter as ligazóns a lixo nos novos usuarios rexistrados.
nb_no: Denne verdien bør være mindre enn for "Sett inn klikkbare linker". Denne innstillingen burde hindre link-spamming fra nyregistrerte brukere.

source: Close own questions
gl: Pechar as súas preguntas
nb_no: Lukke egne spørsmål
pt: Fechar as suas questões

source: Retag questions posted by other people
gl: Reetiquetar preguntas enviadas por outras persoas
nb_no: Omlegg merkelapper på spørsmål skrevet av andre
pt: Reetiquetar perguntas colocadas por outras pessoas

source: Reopen own questions
gl: Volver a abrir as súas preguntas
nb_no: Gjenåpne egne spørsmål
pt: Reabrir as suas questões

source: Edit community wiki posts
gl: Editar as mensaxes da comunidade wiki
nb_no: Editere community wiki innlegg
pt: Editar mensagens do wiki comunitário

source: Edit posts authored by other people
gl: Editar mensaxes escritas por outras persoas
nb_no: Editere innlegg skrevet av andre
pt: Editar mensagens colocadas por outras pessoas

source: View offensive flags
gl: Ver marcas ofensivas
nb_no: Vis støtende flagg
pt: Ver marcações ofensivas

source: Close questions asked by others
gl: Pechar as preguntas de outros
nb_no: Lukk spørsmål spurt av andre
pt: Fechar perguntas feitas por outros

source: Remove rel=nofollow from own homepage
gl: Retire rel=nofollow da súa páxina de inicio
nb_no: Fjern rel=nofollow fra egen hjemmeside
pt: Remover rel=nofollow da página inicial

source: When a search engine crawler will see a rel=nofollow attribute on a link - the link will not count towards the rank of the users personal site.
gl: Cando un motor de busca vexa un atributo rel=nofollow nunha ligazón - a ligazón non contará para a posición na escala do sitio persoal dos usuarios.
nb_no: Når en søkemotors crawler ser en rel=nofollow attributt på en lenke så vil ikke denne lenke telle mot brukerens personlige side.
pt: Quando o rastreador de um motor de busca encontrar rel=nofollow numa ligação - a ligação não contará para a classificação dos sítios pessoais dos utilizadores.

source: Make posts by email
gl: Facer publicacións por correo

source: Trigger email notifications
gl: Disparar as notificacións por correo
nb_no: Trigger for epostnotifikasoner

source: Reduces spam
gl: Reduce o lixo

source: Trigger tweets on others accounts
gl: Lanzar chíos noutras contas

source: Content moderation
gl: Moderación de contido
nb_no: Innholdsmoderasjon

source: Enable content moderation
gl: Activar a moderación de contido
nb_no: Aktiver innholdsmoderasjon

source: Enable tag moderation
gl: Activar a moderación de etiquetas
nb_no: Aktiver merkelappmoderasjon

source: If enabled, any new tags will not be applied to the questions, but emailed to the moderators. To use this feature, tags must be optional.
gl: De estar activado, calquera nova etiqueta non se lle aplicará á pregunta senón que se lle enviará aos moderadores. Para usar esta funcionalidade, as etiquetas deben ser opcionais.
nb_no: Hvis aktivert, så vil eventuellt nye koder ikke brukes på spørsmålene, men blir sendt til moderatorene. Hvis du vil bruke denne funksjonen så må kodene være valgfrie.

source: Listings of questions
gl: Listaxes de preguntas
nb_no: Utlisting av spørsmål

source: Enable "All Questions" selector
gl: Activar o selector «Todas as preguntas»
nb_no: Aktiver "Alle spørsmål"-velger

source: At least one of these selectors must be enabled
gl: Cando menos, un deses selectores se debe activar
nb_no: Minst en av disse selektorene må være aktivert

source: Enable "Unanswered Questions" selector
gl: Activar o selector «Preguntas sen respostas»
nb_no: Aktiver "Ubesvarte spørsmål"-velger

source: Enable "Followed Questions" selector
gl: Activar o selector «Preguntas seguidas»
nb_no: Aktiver "Fulgte spørsmåls"-velger

source: All Questions
gl: Todas as preguntas
nb_no: Alle Spørsmål

source: Unanswered Questions
gl: Preguntas sen respostas
nb_no: Ubesvarte spørsmål

source: Followed Questions
gl: Preguntas seguidas
nb_no: Fulgte Spørsmål

source: Default questions selector for the authenticated users
gl: Selector de preguntas predeterminadas para usuarios autenticados
nb_no: Standard spørsmålsvelger for autentiserte brukere

source: Default questions selector for the anonymous users
gl: Selector de preguntas predeterminadas para usuarios anónimos
nb_no: Standard spørsmålsvelger for anonyme brukere

source: Karma loss and gain rules
gl: Normas de pérdida e ganancia de Karma
nb_no: Karma tap- og økningsregler
pt: Regras de ganho e perda de Karma

source: Maximum daily reputation gain per user
gl: Máximo de reputación diaria a gañar por usuario
nb_no: Maksimum daglig reputation økning pr. bruker
pt: Ganho diário máximo de reputação por utilizador

source: Gain for receiving an upvote
gl: Aumento por recibir un voto positivo
nb_no: Økning man får ved positiv stemme
pt: Ganho por receber um voto a favor

source: Gain for the author of accepted answer
gl: Aumento para o autor da resposta aceptada
nb_no: Økning man får for å skrive det svaret som blir akseptert
pt: Ganho para o autor da resposta aceite

source: Gain for accepting best answer
gl: Aumento por aceptar a mellor resposta
nb_no: Økning for å velge beste svar
pt: Ganho por aceitar a melhor resposta

source: Gain for post owner on canceled downvote
gl: Aumento para o escritor da mensaxe por cancelar o voto negativo
nb_no: Økning for å publisere eier på kanselerte negativ stemme
pt: Ganho para o dono da mensagem cancelada por voto desfavorável

source: Gain for voter on canceling downvote
gl: Aumento para o votante ao cancelar un voto negativo
nb_no: Økning for den som stemmer på en kanselert negativ stemme
pt: Ganho para o votante no cancelamento de voto desfavorável

source: Loss for voter for canceling of answer acceptance
gl: Perda para o votante por cancelar a aceptación dunha resposta
nb_no: Tap for den som stemmer når man kanslerer akseptanse av et svar
pt: Perda para o votante por cancelar a aceitação da resposta

source: Loss for author whose answer was "un-accepted"
gl: Perda para o autor cuxa resposta non foi aceptada
nb_no: Tap for forfatteren av et svar som ikke lenger er akseptert
pt: Perda para o autor cuja resposta foi "não aceite"

source: Loss for giving a downvote
gl: Perda por dar un voto negativo
nb_no: Tap når man gir en negativ stemme
pt: Perda por dar um voto desfavorável

source: Loss for owner of post that was flagged offensive
gl: Perda para o autor dunha mensaxe marcada como ofensiva
nb_no: Tap for eier av innegg som blir flagget som støtende
pt: Perda para o proprietário da mensagem que foi sinalizada como ofensiva

source: Loss for owner of post that was downvoted
gl: Perda para o escritor dunha mensaxe votada negativamente
nb_no: Tap for eier av et innlegg som blir nedstemt
pt: Perda para o dono da mensagem que teve voto desfavorável

source: Loss for owner of post that was flagged 3 times per same revision
gl: Perda para o escritor da mensaxe marcada 3 veces na mesma revisión
nb_no: Tap for eier av innlegg som blir flagget 3 ganger på samme revisjon
pt: Perda para o dono da mensagem que foi sinalizada 3 vezes pela mesma revisão

source: Loss for owner of post that was flagged 5 times per same revision
gl: Perda para o escritor da mensaxe marcada 5 veces na mesma revisión
nb_no: Tap for eier av innlegg som blir flagget 5 ganger på samme revisjon
pt: Perda para o dono da mensagem que foi sinalizada 5 vezes pela mesma revisão

source: Loss for post owner when upvote is canceled
gl: Perda para o escritor da mensaxe cando se cancela o voto positivo
nb_no: Tap for eier når en positiv stemme blir kanselert
pt: Perda para o dono da mensagem quando o voto favorável é cancelado

source: Main page sidebar
gl: Páxina principal na barra lateral
nb_no: Hovedside sideboks
pt: Barra lateral da página principal

source: Custom sidebar header
gl: Personalizar a cabeceira da barra lateral
nb_no: Tilpasset sidebokstittel
pt: Cabeçalho personalizado da barra lateral

source: Use this area to enter content at the TOP of the sidebarin HTML format. When using this option (as well as the sidebar footer), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Use esta área para introducir contidos na parte superior da barra lateral en formato HTML. Ao utilizar esta opción (así como no pé da barra lateral), use o servizo de validación de HTML para asegurarse de que a súa entrada é válida e funciona correctamente en tódolos navegadores.
nb_no: Bruk dette området til å legge inn innhold på TOPPEN av sideboksen i HTML format. Når denne (samt sidebox fotnote) funksjonaliteten, bruk HTML validator for å sikre at det du legger inn er gyldig kode og fungerer korrekt i alle nettlesere
pt: Utilize esta área para inserir conteúdo no topo da barra lateral em formato HTML. Ao utilizar esta opção (bem como o rodapé da barra lateral), utilize o serviço de validação de HTML para garantir que a sua entrada é válida e funciona com todos os navegadores.

source: Show above only to anonymous users
gl: Amosar na parte superior soamente aos usuarios anónimos

source: Show avatar block in sidebar
gl: Amosar o bloque do avatar na barra lateral
nb_no: Vis avatarblokk i sideboks
pt: Mostrar bloco avatar na barra lateral

source: Uncheck this if you want to hide the avatar block from the sidebar
gl: Desmarque se quere agochar o bloque do avatar da barra lateral
nb_no: Fjern kryss hvis du ønsker å skjule avatarblokk fra sideboks
pt: Desmarque esta se desejar ocultar o bloco avatar da barra lateral

source: Limit how many avatars will be displayed on the sidebar
gl: Limitar cantos avatares se amosarán na barra lateral
nb_no: Begrens hvor mange avatarer som skal vises i sideboksen
pt: Limitar quantos avatares a serem exibidos na barra lateral

source: Show tag selector in sidebar
gl: Amosar selector de etiquetaxes na barra lateral
nb_no: Vis merkelappvelger i sideboks
pt: Mostrar seletor de etiquetas na barra lateral

source: Uncheck this if you want to hide the options for choosing interesting and ignored tags
gl: Desmarque se quere agochar as opcións de elección de etiquetaxes ingoradas e interesantes
nb_no: Fjern kryss i denne hvis du ønsker å skjule opsjonen med å velge insteresante og ignorerte merkelapper
pt: Desmarque se desejar ocultar as opções para escolher etiquetas interessantes e ignoradas

source: Show tag list/cloud in sidebar
gl: Amosar a lista/nube de etiquetaxes na barra lateral
nb_no: Vis merkelapp liste/sky i sideboks
pt: Mostrar lista ou nuvem de etiquetas na barra lateral

source: Uncheck this if you want to hide the tag cloud or tag list from the sidebar
gl: Desmarque se quere agochar a nube/lista de etiquetaxes da barra lateral
nb_no: Fjern kryss i denne hvis du ønsker å skjule merkelappsky eller merkelappliste fra sideboksen
pt: Desmarque se desejar ocultar a nuvem de etiquetas da barra lateral

source: Custom sidebar footer
gl: Personalizar o pé da barra lateral
nb_no: Tilpasset sideboks fotnote
pt: Rodapé personalizado da barra lateral

source: Use this area to enter content at the BOTTOM of the sidebarin HTML format. When using this option (as well as the sidebar header), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Use esta área para introducir contido ao final da barra lateral en formato HTML. Ao usar esta opción (así como na cabeceira da barra lateral), use o servizo de validación de HTML para asegurarse de que a súa entrada é válida e funciona correctamente en tódolos navegadores.
nb_no: Bruk dette området til å legge inn innhold på BUNNEN av sideboksen i HTML format. Når denne (samt sidebox toptekst) funksjonaliteten, bruk HTML validator for å sikre at det du legger inn er gyldig kode og fungerer korrekt i alle nettlesere
pt: Utilize esta área para inserir conteúdo em baixo da barra lateral em formato HTML. Ao utilizar esta opção (bem como o cabeçalho da barra lateral), utilize o serviço de validação de HTML para garantir que a sua entrada é válida e funciona com todos os navegadores.

source: User profile sidebar
gl: Perfil de usuario sidebar
nb_no: Brukerprofil høyrekolonne
pt: Barra lateral do perfil de utilizador

source: Custom sidebar
gl: Barra lateral personalizada

source: Question page banners and sidebar
gl: Báners na páxina de preguntas e na barra lateral
nb_no: Spørsmålside banner og sidebox

source: Top banner
gl: Báner superior
nb_no: Toppbanner

source: When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Ao usar esta opción, use o servizo de comprobación de HTML para asegurarse de que a súa entrada é correcta e funciona ben con todos os navegadores.
nb_no: Når du bruker dette alternativet så kan du bruke HTML valideringstjeneste slik at du sørger for at ditt innlegg er gyldig og fungerer godt i alle nettlesere.

source: Answers banner
gl: Báner de respostas
nb_no: Svarbanner

source: This banner will show above the second answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Este báner amosarase sobre a segunda resposta. Ao usar esta opción, use o servizo de comprobación de HTML para asegurarse de que a súa entrada é correcta e funciona ben con todos os navegadores.
nb_no: Dette banneret vil vises over svar nummer to. Når du bruker dette alternativet så kan du bruke HTML valideringstjeneste slik at du sørger for at ditt innspill er gyldig og fungerer godt i alle nettlesere.

source: Use this area to enter content at the TOP of the sidebarin HTML format. When using this option (as well as the sidebar footer), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Use esta área para introducir contido na parte SUPERIOR da barra lateral en formato HTML. Ao usar esta opción (así como a barra inferior), use un servizo de comprobación de HTML para asegurarse de que a súa entrada é correcta e funciona ben en todos os navegadores.
nb_no: Bruk dette område for å legge til innhold på toppen av sideboksen i HTML format. Når du bruker denne opsjonen (samt for sideboksfooter). bruk HTML valideringstjenesten for å være sikker på at det du legger til er gyldig og fungerer godt i alle nettlesere.

source: Show tag list in sidebar
gl: Amosar lista de etiquetaxes na barra lateral
nb_no: Vis merkelappliste i sideboks
pt: Mostrar lista de etiquetas na barra lateral

source: Uncheck this if you want to hide the tag list from the sidebar
gl: Desmarque se quere agochar a lista de etiquetaxes da barra lateral
nb_no: Fjern kryss i denne hvis du ønsker å skjule merkelapplisten fra sideboks
pt: Desmarque se desejar ocultar a lista de etiquetas da barra lateral

source: Show meta information in sidebar
gl: Amosar metainformación na barra lateral
nb_no: Vis metainformasjon i sideboks
pt: Mostrar metainformação na barra lateral

source: Uncheck this if you want to hide the meta information about the question (post date, views, last updated).
gl: Desmarque se quere agochar a metainformación sobre a pregunta (data da mensaxe, vistas, última actualización).
nb_no: Fjern krysset i denne hvis du ønsker å skjule metainformasjon om spørsmål (dato lagt inn, visninger, sist oppdatert)
pt: Desmarque se desejar ocultar a metainformação sobre a pergunta (data da mensagem, visualizações, última atualização).

source: Show related questions in sidebar
gl: Amosar preguntas relacionadas na barra lateral
nb_no: Vis relaterte spørsmål i sideboksen
pt: Mostrar perguntas relacionadas na barra lateral

source: Uncheck this if you want to hide the list of related questions.
gl: Desmarque se quere agochar a lista de preguntas relacionadas.
nb_no: Fjern kryss i denne hvis du ønsker å skjule listen over relaterte spørsmål fra sideboks
pt: Desmarque se desejar ocultar a lista de perguntas relacionadas.

source: Bootstrap mode
gl: Modo Bootstrap
nb_no: Bootstrap-modus
pt: Modo Bootstrap

source: Activate a "Large site" mode
gl: Activar o modo "sitio largo"
nb_no: Aktiver "Stor nettside" modus

source: "Large site" mode increases reputation and certain badge thresholds, to values, more suitable for the larger communities, <strong>WARNING:</strong> your current values for Minimum reputation, Badge Settings and Vote Rules will be changed after you modify this setting.
gl: O modo «sitio largo» incrementa a reputación e certos límites para distincións a valores máis acaídos para grandes comunidades, <strong>ATENCIÓN:</strong> os valores actuais de reputación mínima, configuración de distintivo e regras de votación cambiarán despois de modificar esta opción.
nb_no: "Stor nettside"-modus øker omdømme og visse medaljeterskler, til verdier, mer egnet for de større samfunn, <strong>ADVARSEL:</ strong> dine nåværende verdier for Minimum omdømme, vil medaljeinnstillinger og stemmeregler endres etter at du forandrer denne innstillingen.

source: URLS, keywords & greetings
gl: URLS, palabras clave e agradecementos
nb_no: Webadresser, søkeord og hilsener
pt: URLs, palavras-chave e saudações

source: Site title for the Q&A forum
gl: Título do sitio para o foro preguntas-respostas
nb_no: Nettsidetittel for Q&A forumet
pt: Título do sítio para o fórum Perguntas e Respostas
