Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Minimum length of comment (number of characters)
gl: O tamaño mínimo do comentario (número de caracteres)

source: Limit one answer per question per user
gl: Limitar a unha resposta por pregunta por usuario
nb_no: Begrens til et svar pr. spørsmål for hver bruker

source: Enable accepting best answer
gl: Activar a aceptación da mellor resposta
nb_no: Aktiver mulighet for å akseptere beste svar

source: Are tags required?
gl: Son requeridas as etiquetas?
nb_no: Er merkelapper påkrevet?

source: category tree
gl: árbore de categorías
nb_no: kategoritre

source: user input
gl: Acceso de usuario
nb_no: Brukerinnlogging

source: Source of tags
gl: Orixe de etiquetas
nb_no: Kilde for merkelapper

source: Mandatory tags
gl: Etiquetaxes obrigatorias
nb_no: Pålagte merkelapper
pt: Etiquetas obrigatórias

source: At least one of these tags will be required for any new or newly edited question. A mandatory tag may be wildcard, if the wildcard tags are active.
gl: Polo menos unha destas etiquetaxes será requerida para calquera pregunta nova ou recentemente editada. Unha etiquetaxe obrigatoria pode ser comodín, se as etiquetaxes comodín están activadas.
nb_no: Minst en av disse merkelappene er påkrevd for alle nye og nylig endrede spørsmål. Et påkrevet merkelapp kan være en wildcard, hvis wildcard merkelapper er aktive.
pt: Será precisa pelo menos uma desta etiquetas para cada pergunta nova ou pergunta editada. Uma etiqueta obrigatória pode ser um coringa, se as etiquetas coringas estiverem ativas.

source: Force lowercase the tags
gl: Forzar as etiquetaxes a minúsculas
nb_no: Bruk små bokstaver på tags
pt: Forçar etiquetas em letra minúscula

source: Attention: after checking this, please back up the database, and run a management command: <code>python manage.py fix_question_tags</code> to globally rename the tags
gl: Atención: despois de marcar isto, reestableza a base de datos e execute o comando de xestión: <code> python manage.py fix_question_tags </code> Para renomear globalmente as etiquetaxes
nb_no: Viktig: etter å ha krysset av denne bør du gjøre en backup av databasen og kjøre management command: <code> python manage.py fix_question_tags </code> for globalt og navngi merkelapp på nytt
pt: Nota: depois de assinalar esta opção, faça uma cópia de segurança do banco de dados, e execute o comando de gestão <code>python manage.py fix_question_tags</code>, para renomear as etiquetas globalmente

source: Format of tag list
gl: Formato de lista de etiquetaxes
nb_no: Format på merkelappliste
pt: Formato da lista de etiquetas

source: Select the format to show tags in, either as a simple list, or as a tag cloud
gl: Seleccione o formato no que serán amosadas as etiquetaxes, ben como unha lista simple ou como unha nube de etiquetaxes.
nb_no: Velg formatet merkelappen skal lagres som, enten som enkel liste eller som en merkelappsky
pt: Selecione o formato para mostrar as etiquetas, seja uma lista simples, ou como uma nuvem de etiquetas

source: Use wildcard tags
gl: Empregue etiquetas de comodín
nb_no: Bruk wildcard merkelapper
pt: Usar etiquetas com carateres especiais

source: Wildcard tags can be used to follow or ignore many tags at once, a valid wildcard tag has a single wildcard at the very end
gl: As etiquetaxes comodín poden ser utilizadas para seguir ou ignorar varias etiquetaxes dunha vez, unha etiquetaxe comodín ten un comodín simple ao final de todo.
nb_no: Wildcardmerkelapper kan brukes til å følge eller ignorere mange merkelapper av gangen. Gyldige wilecard merkelapper har kun et enkelt wildcard på slutten
pt: As etiquetas de carateres especiais podem ser utilizadas para seguir ou ignorar várias etiquetas de uma só vez. Uma etiqueta com carateres especiais válida contém o carácter especial no final

source: Use separate set for subscribed tags
gl: Use un conxunto separado coas etiquetas subscritas
nb_no: Bruk separate sett for abonnerte merkelapper

source: If enabled, users will have a third set of tag selections - "subscribed" (by email) in additon to "interesting" and "ignored"
gl: De activarse, os usuarios terán un terceiro conxunto de seleccións de etiquetas - «subscritas» (por correo) ademais das «interesantes» e «ignoradas»
nb_no: Hvis aktivert så vil brukere ha et tredje sett av merkelappvalg - "abonnert" (via epost) i tillegg til "interresant" og "ignorert"

source: Always, for all users
gl: Sempre, para todos os usuarios
nb_no: Alltid, for alle brukere

source: Never, for all users
gl: Nunca, para todos os usuarios
nb_no: Aldri, for alle brukere

source: Let users decide
gl: Deixe que os usuarios decidan
nb_no: La brukere selv avgjøre

source: Publicly show user tag selections
gl: Amosar publicamente a seleccións de etiquetas dos usuarios
nb_no: Vis brukerens valgte merkelapper for alle.

source: Enable separate tag search box on main page
gl: Activar unha caixa de busca de etiquetas separada na páxina principal
nb_no: Aktiver separate merkelappsøkeboks på hovedsiden

source: Default max number of comments to display under posts
gl: Número máximo por defecto de comentarios a amosar debaixo das mensaxes
nb_no: Standardverdi for maks antall kommentarer som skal vises under et innlegg
pt: Número máximo padrão de comentários a exibir sob as mensagens

source: Maximum comment length, must be < %(max_len)s
gl: A lonxitude máxima do comentario debe ser < %(max_len)s
nb_no: Maksimum kommentarlengde, må være mindre enn < %(max_len)s
pt: Comprimento máximo dos comentários, deve ser < %(max_len)s

source: Limit time to edit comments
gl: Tempo límite para edición de comentarios
nb_no: Tidsbegrensning på kommentareditering
pt: Tempo limite para editar comentários

source: If unchecked, there will be no time limit to edit the comments
gl: Ao desmarcar non existirá tempo límite para editar os comentarios.
nb_no: Hvis avhuket blir det ingen tidsbegrensning på kommentareditering
pt: Se desmarcado, não haverá tempo limite para editar comentários

source: Minutes allowed to edit a comment
gl: Minutos nos que se permite editar un comentario.
nb_no: Minutter tillatt å editere komentarer
pt: N.º de minutos permitidos para editar comentários

source: To enable this setting, check the previous one
gl: Para activar esta opción, marque a anterior.
nb_no: For å aktivere denne instillingen huk av den forrige
pt: Para ativar esta definição, marque a anterior

source: Save comment by pressing <Enter> key
gl: Garde o comentario premendo a tecla <Enter>
nb_no: Lagre kommentar ved å trykke <Enter>
pt: Guardar comentário com a tecla <Enter>

source: This may be useful when only one-line comments are desired. Will not work with TinyMCE editor.
gl: Isto pode ser práctico cando se queren comentarios dunha soa liña. Non funcionará co editor TinyMCE.
nb_no: Denne kan være nytty når bare en-linje-kommentarer er ønskelig. Den vil ikke fungere med TinyMCE editor.

source: Minimum length of search term for Ajax search
gl: Lonxitude mínima para os termos de busca en Ajax
nb_no: Maksimum lengde på søkeargumenter i Ajax søk
pt: Comprimento mínimo do termo de busca na pesquisa Ajax

source: Must match the corresponding database backend setting
gl: Debe coincidir coas opcións da infraestrutura da base de datos correspondente
nb_no: Må samsvare med tilsvarende database backend innstilling
pt: Deve ser igual à definição no banco de dados correspondente

source: Do not make text query sticky in search
gl: Na busca, non convertir o texto de consulta en persistente
nb_no: Ikke gjør søketeksten sticky i søk
pt: Não guardar o texto da busca na pesquisa

source: Check to disable the "sticky" behavior of the search query. This may be useful if you want to move the search bar away from the default position or do not like the default sticky behavior of the text search query.
gl: Marque para desactivar o comportamento "persistente" da busca. Isto pode ser útil se desexa mover a barra de busca do sitio por defecto ou se non lle gusta o comportamento "persistente" por defecto da consulta de busca de texto.
nb_no: Kryss av for å deaktivere "sticky" søkeardferd. Dette kan være nytting hvis du ønsker å flytte søkebaren vekk fra standardposisjonen eller ikke liker sticky.
pt: Marque para desativar o comportamento "permanente" da consulta de pesquisa. Pode ser útil se desejar afastar a barra de pesquisa da posição padrão, ou não gostar do comportamento permanente padrão do texto de pesquisa na consulta.

source: Maximum number of tags per question
gl: Número máximo de etiquetaxes por pregunta.
nb_no: Maksimum antall merkelapper pr. spørmål
pt: Número máximo de etiquetas por pergunta

source: Number of questions to list by default
gl: Número por defecto de preguntas para listar
nb_no: Antall spørsmål som listes standard
pt: Número padrão de perguntas a listar

source: What should "unanswered question" mean?
gl: Que debe significar "pregunta sen contestar"?
nb_no: Hva skal "ubesvarte spørsmål" bety?
pt: O que deve significar "pergunta sem resposta"?

source: Group settings
gl: Configuración do grupo
nb_no: Gruppeinstillinger

source: Enable user groups
gl: Activar os grupos de usuario
nb_no: Aktiver brukergrupper

source: everyone
gl: calquera
nb_no: alle

source: Global user group name
gl: Nome do grupo de usuario global
nb_no: Globalt brukergruppenavn

source: All users belong to this group automatically
gl: Todos os usuarios pertencen a este grupo automaticamente
nb_no: Alle brukere tilhører denne gruppen automatisk

source: Enable group email adddresses
gl: Activar os enderezos de correo de grupo
nb_no: Aktiver gruppeepost

source: If selected, users can post to groups by email "group-name@domain.com"
gl: De seleccionarse, os usuarios poden enviar publicacións a grupos vía un correo «nome-do-grupo@dominio.dom»
nb_no: Hvis valgt så kan brukere poste til grupper via epost "gruppenavn@domene.no"

source: Karma & Badge visibility
gl: Visibilidade do karma e distintivo
nb_no: Karma- & medaljesynlighet

source: Visibility of karma
gl: Visibilidade do karma
nb_no: Synlighet for karma

source: User's karma may be shown publicly or only to the owners
gl: O karma do usuario pode amosarse publicamente ou só aos propietarios
nb_no: Brukerens karma kan vises for alle eller bare for eier

source: Visibility of badges
gl: Visibilidade da distinción
nb_no: Synlighet for medaljer

source: Badges can be either publicly shown or completely hidden
gl: Os distintivos tanto poder amosarse publicamente como estaren completamente agochados
nb_no: Medaljer kan enten vises for alle eller være skjult

source: LDAP login configuration
gl: Configuración de inicio de sesión LDAP
nb_no: LDAP innloggingskonfigurasjon

source: Use LDAP authentication for the password login
gl: Utilice autentificación LDAP para o contrasinal de inicio
nb_no: Bruk LDAP autentisering for innlogging med passord
pt: Usar autenticação LDAP para sessão com senha

source: Automatically create user accounts when possible
gl: Crear automaticamente contas de usuario cando sexa posíbel
nb_no: Lag brukerkontoer automatisk når dette er mulig

source: Potentially reduces number of steps in the registration process but can expose personal information, e.g. when LDAP login name is the same as email address or real name.
gl: Potencialmente reduce o número de pasos no proceso de rexistro pero pode expoñer información persoal, i.e. cando o nome de inicio de sesión de LDAP é o mesmo que o enderezo de correo ou ou nome real.
nb_no: Reduserer potensielt antall trinn i registreringsprosessen, men kan avsløre personlig informasjon, for eksempel når LDAP login navn er det samme som e-postadressen eller ekte navn.

source: Version 3
gl: Versión 3
nb_no: Versjon 3

source: Version 2 (insecure and deprecated)!!!
gl: Versión 2 (insegura e abandonada)!
nb_no: Versjon 2 (usikker og utgått)!!!

source: LDAP protocol version
gl: Versión do protocolo LDAP
nb_no: LDAP protokollversjon

source: Note that Version 2 protocol is not secure!!! Do not use it on unprotected network.
gl: Saiba que o protocolo Versión 2 non é seguro! Non o use en redes sen protección.
nb_no: Vær oppmerksom at Versjon 2 protokollen ikke er sikker!!! Ikke bruk den på et ubeskyttet nettverk.

source: LDAP encoding
gl: codificación LDAP

source: This value in almost all cases is "utf-8". Change it if yours is different. This field is required
gl: Este valor en case que todos os casos é «utf-8». Cámbieo se o seu é diferente. Requírese este campo.
nb_no: Denne verdien i nesten alle tilfeller er "UTF-8". Hvis din er forskjellig så kan du endre den. Dette feltet er påkrevd.

source: Base DN (distinguished name)
gl: Base DN (nome distintivo)
nb_no: Base DN (entydig navn)

source: Usually base DN mirrors domain name of your organization, e.g. "dn=example,dn=com" when your site url is "example.com".This value is the "root" address of your LDAP directory.
gl: O nome da base DN adoita reflectir o nome de dominio da súa organización, i.e. «dn=example, dn=com» cando o seu sitio é «example.com». Este valor é o enderezo «raíz» do seu directorio LDAP.
nb_no: Vanligvis base DN mirror domenenavnet til organisasjonen, for eksempel "dn=example,dn=com" når site url er "example.com". Denne verdien er "root"-adressen til LDAP-katalogen.

source: User search filter template
gl: Modelo de filtro da busca de usuario
nb_no: Brukers søkefiltermal

source: Python string format template, must have two string placeholders, which should be left in the intact format. First placeholder will be used for the user id field name, and the second - for the user id value. The template can be extended to match schema of your LDAP directory.
gl: O modelo do formato da cadea Python, debe ter dous marcadores de posición, que deberían deixarse intactos. O primeiro marcador usarase para nome do campo de id do usuario e o segundo - para o valor de id do usuario. O modelo pódese estender para coincidir co esquema do seu directorio LDAP.
nb_no: Python string-format mal, må ha to string placeholders, som bør overlates i intakt form. Første placeholder vil bli brukt som brukeren id-felt-navn, og den andre - for brukerens id-verdi. Malen kan bli utvidet for bli lik skjema på din LDAP-katalog.

source: UserID/login field
gl: Acceso do usuario
nb_no: Brukerinnlogging

source: This field is required. For Microsoft Active Directory this value usually is "sAMAccountName".
gl: Requírese este campo. En Microsoft Active Directory este valor adoita ser «sAMAccountName».
nb_no: Dette feltet er påkrevet. For Microsoft Active Directory denne verdien er vanligvis "sAMAccountName".

source: "Common Name" field
gl: Campo «Nome común»
nb_no: "Vanlig navn"-felt

source: Common name is a formal or informal name of a person, can be blank. Use it only if surname and given names are not available.
gl: O nome común é un nome formal ou informal dunha persoa, pode deixarse en branco. Úseo soamente se o alcume e os nomes dados non están dispoñíbeis.
nb_no: Vanlig navn er et formellt eller uformellt navn på en person. Det kan være blankt. Bruk det bare hvis fornavn og etternavn ikke er tilgjengelig.

source: First name, Last name
gl: Nome, apelidos
nb_no: Fornavn, Etternavn

source: Last name, First name
gl: Apelidos, nome
nb_no: Etternavn, Fornavn

source: "Common Name" field format
gl: Formato do campo «Nome común»
nb_no: "Normalt navn" felt-format

source: Use this only if "Common Name" field is used.
gl: Use isto só cando se use o «Nome común»
nb_no: Bruk denne bare hvis "Normalt navn" feltet er i bruk.

source: Given (First) name
gl: Nome (de pía) dado
nb_no: Fornavn

source: This field can be blank
gl: Este cammpo debe deixarse baleiro
nb_no: Dette feltet kan være tomt

source: Surname (last) name
gl: Nome (alcume)
nb_no: Etternavn

source: LDAP Server EMAIL field name
gl: Nome do campo EMAIL servidor LDAP
nb_no: LDAP Server EPOST feltnavn

source: This field is required
gl: Requírese este campo
nb_no: Dette feltet er påkrevd

source: Common left sidebar
gl: Barra esquerda lateral común
nb_no: Standard venste sideboks

source: Enable left sidebar
gl: Activar barra lateral esquerda
nb_no: Aktivere venste sideboks

source: HTML for the left sidebar
gl: HTML para a barra lateral esquerda
nb_no: HTML for den venstre sideboksen

source: Use this area to enter content at the LEFT sidebarin HTML format. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Use esta area para entrar o contido en formato HTML LEFT. Cando use esta opcion, por favor use o servizo de validación HTML para asegurarse de que a súa entrada é válida e funciona ben en todos os navegadores.
nb_no: Bruk dette området til å legge inn innhold på VENSTRE av sideboksen i HTML format. Når denne funksjonaliteten, bruk HTML validator for å sikre at det du legger inn er gyldig kode og fungerer korrekt i alle nettlesere.

source: Content License
gl: Licencia de contido
nb_no: Innholdslisens

source: Show license clause in the site footer
gl: Amosar cláusula de licenza no pé da páxina
nb_no: Vis lisensklausul i bunntekst
pt: Mostrar o texto da licença no rodapé do sítio

source: Short name for the license
gl: Nome curto para a licenza
nb_no: Kort navn for lisens
pt: Nome abreviado da licença

source: Full name of the license
gl: Nome enteiro da licenza
nb_no: Full navn for lisens
pt: Nome completo da licença

source: Creative Commons Attribution Share Alike 3.0
gl: Creative Commons Atribución Compartir Igual 3.0
pt: Atribuição - Compartilha Igual de Creative Commons 3.0

source: Add link to the license page
gl: Engadir ligazón á páxina da licenza
nb_no: Legg lenke til lisenssiden
pt: Adicionar ligação à página da licença

source: License homepage
gl: Sitio web da licenza
nb_no: Lisensside
pt: Página da licença

source: URL of the official page with all the license legal clauses
gl: URL da páxina oficial con tódalas cláusulas legais da licenza
nb_no: URL av den offisielle siden med all lisensinformasjon
pt: URL da página oficial com todas as cláusulas legais

source: Use license logo
gl: Utilizar logotipo da licenza
nb_no: Bruk lisenslogo
pt: Utilizar logótipo da licença

source: License logo image
gl: Imaxe do logotipo da licenza
nb_no: Lisenslogo bilde
pt: Imagem do logótipo da licença

source: Login provider setings
gl: Opcións de inicio de sesión fornecidas
nb_no: Logo provider instillinger
pt: Definições do fornecedor de serviço

source: Show alternative login provider buttons on the password "Sign Up" page
gl: Amosar botóns do fornecedor de inicio de sesión alternativos no contrasinal na páxina de "crear conta"
nb_no: Vis alternativ innloggingsproviderknapper på passord og registreringsside
pt: Mostrar fornecedores de sessão alternativos na página de senha de "Subscrever"

source: Always display local login form and hide "Askbot" button.
gl: Amosar sempre o formulario de inicio de sesión local e agochar o botón "Askbot".
nb_no: Alltid vis lokalt loginnskjema og gjem "Askbot" knappen
pt: Sempre exibir o formulário de sessão local e ocultar o botão "Askbot".

source: Activate to allow login with self-hosted wordpress site
gl: Activar para permitir iniciar sesión co sitio autohospedado de wordpress
nb_no: Aktiver for å tillate login med selvdriftet wordpress nettsted
pt: Ativar para permitir sessão com o sítio wordpress auto-hospedado

source: to activate this feature you must fill out the wordpress xml-rpc setting bellow
gl: Para activar esta función debe encher a opción de xml-rpc de wordpress embaixo
nb_no: for å aktivere denne funksjonen må du fylle ut wordpress XML-RPC innstillingen under
pt: para ativar esta função, deve preencher a definição abaixo do wordpress xml-rpc

source: Fill it with the wordpress url to the xml-rpc, normally http://mysite.com/xmlrpc.php
gl: Énchao coa url de wordpress ao xml-rpc, normalmente é http://mysite.com/xmlrpc.php
nb_no: Fyll ut med wordpress url til xml-rpc, vanligvis http://mysite.com/xmlrpc.php
pt: Preencha-a com a URL do wordpress para xml-rpc, que normalmente é http://minhapagina.com/xmlrpc.php

source: To enable, go to Settings->Writing->Remote Publishing and check the box for XML-RPC
gl: Para activar, ir a Opcións->Escritura->Publicación Remota e marque a caixa para XML-RPC
nb_no: For å aktivere, går du til Settings->Writing->Remote Publishing og merk for XML-RPC
pt: Para ativar, vá até Definições ->Escrita->Publicação remota, e assinale a caixa de XML-RPC

source: Upload your icon
gl: Suba a súa imaxe
nb_no: Last opp ditt ikon
pt: Enviar o seu ícone

source: local password
gl: contrasinal local

source: Activate %(provider)s login
gl: Activar inicio de sesión de %(provider)s
nb_no: Aktiver %(provider)s login
pt: Ativar sessão do %(provider)s

source: Note: to really enable %(provider)s login some additional parameters will need to be set in the "External keys" section
gl: Nota: Para activar realmente o inicio de sesión de %(provider)s necesitará configurar algúns parámetros adicionais na sección "Chaves externas"
nb_no: Note: for å virkelig aktivere %(provider)s login så trenger du å sette noen tilleggsparametere under "External keys"
pt: Nota: para ativar realmente a sessão em %(provider)s, será necessário definir alguns parâmetros adicionais na secção "Chaves externas"

source: Markup in posts
gl: Marcar as mensaxes
nb_no: Markup i innlegg
pt: Marcação em mensagens

source: Enable code-friendly Markdown
gl: Activar o código amigábel Markdown
nb_no: Aktivere kodervennlig Markdown
pt: Ativar o código amigável Markdown

source: If checked, underscore characters will not trigger italic or bold formatting - bold and italic text can still be marked up with asterisks. Note that "MathJax support" implicitly turns this feature on, because underscores are heavily used in LaTeX input.
gl: Ao marcar, os caracteres subliñados non activarán os formatos negriña ou cursiva, non obstante a cursiva e a negriña poderán ser activadas con asteriscos. Teña en conta que o "soporte Mathjax" activa implicitamente esta función, porque os subliñados son moi usados nas entradas LaTeX.
nb_no: Hvis krysset av så vil ikke '_' tegn ikke formatere teksten som fet og kursiv. Fet og kursiv teks kan fremdeles forvateres med *. Bemerk at "MathJax støtte" implisit slår på denne funksjonen ettersom '_' er hyppig brukt i LaTeX.
pt: Quando assinalado, os caracteres de sublinhado não iniciarão a formatação em itálico ou negrito - o texto em negrito e itálico pode ainda assim ser marcado com asteriscos. Note que o suporte "MathJax" ativa este recurso implicitamente, porque os sublinhados são usados com frequência nas entradas em LaTex.

source: Mathjax support (rendering of LaTeX)
gl: Soporte Mathjax (renderizado de LaTeX)
nb_no: Mathjax support (spesialvisning med LaTeX)
pt: Suporte Mathjax (processamento de LaTex)

source: If you enable this feature, <a href="%(url)s">mathjax</a> must be installed on your server in its own directory.
gl: Se activa esta función, <a href="%(url)s">mathjax</a> debe estar instalado no seu servidor na súa propia ruta.
nb_no: Hvis du slår på denne funksjonen så må <a href="%(url)s">mathjax</a> være installert på server.
pt: Se ativar este recurso, o <a href="%(url)s">mathjax</a> deve ser instalado no diretório do seu servidor.

source: Base url of MathJax deployment
gl: URL base para o desenvolvemento MathJax
nb_no: Baselenke for MathJax utvikling
pt: URL de base da implantação do MathJax
