Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Sorry, but anonymous visitors cannot access this function
gl: Desculpe pero non se pode acceder a esta función sendo anónimo
nb_no: Beklager, men anonyme besøkende har ikke tillgang til denne funksjonen.
pt: Desculpe, mas os visitantes anónimos não podem aceder a esta função

source: Individual question feed
gl: Fío de pregunta individual
nb_no: Individuell spørsmålsfeed
pt: Subscrever pergunta individual

source: select country
gl: seleccione un país
nb_no: velg land
pt: selecione o país

source: Country
gl: País
nb_no: Land
pt: País

source: Country field is required
gl: Requírese o campo de país
nb_no: Felt for land må fylles ut
pt: O campo País é obrigatório

source: must be > %d word
gl: debe de ser > %d palabra
nb_no: må være minst %d ord

source: must be < %d word
gl: debe de ser < %d palabra
nb_no: må være mindre enn %d ord

source: minor edit (don't send alerts)
gl: edición menor (non enviar alertas)
nb_no: mindre endring (ikke send varsel)

source: title
gl: título
nb_no: tittel
pt: título

source: Please enter your question
gl: Introduza por favor a súa pregunta

source: must have > %d character
gl: debe ter > %d carácter

source: The question is too long, maximum allowed size is %d characters
gl: A pregunta é demasiado longa, o tamaño máximo permitido é de %d caracteres

source: The question is too long, maximum allowed size is %d bytes
gl: A pregunta é demasiado longa, o tamaño máximo permitido é de %d bytes

source: content
gl: contido
nb_no: innhold
pt: conteúdo

source: each tag must be shorter than %(max_chars)d character
gl: cada etiqueta debe conter menos de %(max_chars)d caracteres
nb_no: hver merkelapp må være på minst %(max_chars)d tegn
pt: cada etiqueta deve ter menos de %(max_chars)d carácter

source: We ran out of space for recording the tags. Please shorten or delete some of them.
gl: Non temos espazo para gardar as etiquetas. Acurte ou elimine algunhas delas.
nb_no: Vi har ikke mer plass for å lagre merkelappene. Vennligst forkort eller slett noen av de.

source: tags
gl: etiquetas
nb_no: merkelapper
pt: etiquetas

source: Tags are short keywords, with no spaces within. Up to %(max_tags)d tag can be used.
gl: A etiqueta é unha palabra curta, sen espacio nela. Up to %(max_tags)d a etiqueta pode ser usada
nb_no: Merkelapper er korte nøkkelord uten mellomrom. Kun %(max_tags)d merkelapp kan brukes.
pt: As etiquetas são palavras-chave, sem espaços. Pode utilizar até %(max_tags)d etiqueta.

source: please use %(tag_count)d tag or less
gl: use %(tag_count)d etiqueta ou menos
nb_no: vennligst bruk %(tag_count)d merkelapp
pt: por favor, utilize %(tag_count)d etiqueta ou menos

source: At least one of the following tags is required : %(tags)s
gl: Cando menos, requírese unha das seguintes etiquetaxes: %(tags)s
nb_no: Minst en av de følgende merkelappene er påkrevd: %(tags)s
pt: É necessária, pelo menos, uma das seguintes etiquetas: %(tags)s

source: community wiki (karma is not awarded & many others can edit wiki post)
gl: wiki de comunidade (non se recompensa o karma e moitos outros poden editar este comentario do wiki)
nb_no: community wiki (karma blir ikke tildelt og mange andre kan editere wiki artikler)
pt: wiki da comunidade (não é atribuído carma e diversas pessoas podem editar o wiki)

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
gl: se escolle a opción de wiki de comunidade, a pregunta e a resposta non xeran puntos e tampouco se amosará o nome do autor
nb_no: hvis du velger community wiki opsjonen, spørsmål og svar vil ikke generere påeng og navnet til forfatter vil ikke vises
pt: se escolher a opção do wiki comunitário, a pergunta e a resposta não geram pontos e o nome do autor não será mostrado

source: update summary:
gl: actualizar o sumario:
nb_no: oppdater ingress:
pt: atualizar resumo:

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style, this field is optional)
gl: escriba un breve resumo da súa revisión (i.e. corrixida a ortografía ou a gramática, mellora do estilo, este campo é opcional)
nb_no: legg inn en kort oppsummering av din revisjon (f.eks. stavekontroll, gramatikk, endret stil). Dette feltet er ikke påkrevd
pt: indique um resumo da sua revisão (por exemplo: correção ortográfica, gramatical, melhoria de estilo...). Este campo é opcional

source: Enter number of points to add or subtract
gl: Introduza o número de puntos a engadir ou restar
nb_no: Legg inn antall påeng for å tilføre eller fjerne
pt: Indique o número de pontos a adicionar ou remover

source: approved
gl: aprobado
nb_no: godkjent
pt: aprovado

source: watched
gl: visto
nb_no: følger med på
pt: monitorizado

source: suspended
gl: suspendido
nb_no: suspandert
pt: suspenso

source: blocked
gl: bloqueado
nb_no: blokkert
pt: bloqueado

source: administrator
gl: administrador
pt: administrador

source: moderator
gl: moderador
pt: moderador

source: Change status to
gl: Cambiar status a
nb_no: Endre status til
pt: Alterar estado para

source: which one?
gl: cal?
nb_no: hvilken?
pt: qual?

source: Cannot change own status
gl: non se pode cambiar o status?
nb_no: Kan ikke endre egen status
pt: Não pode alterar o seu estado

source: Cannot turn other user to moderator
gl: Non se pode poñer a outro usuario de moderador
nb_no: Kan ikke endre andre brukere til moderator
pt: Não pode transformar outro utilizador em moderador

source: Cannot change status of another moderator
gl: Non se pode cambiar o status doutro moderador
nb_no: Kan ikke endre status på andre moderatorer
pt: Não pode alterar o estado de outro moderador

source: Cannot change status to admin
gl: Non se pode cambiar o status a administrador
nb_no: Kan ikke endre status til administrator
pt: Não pode alterar o estado para administrador

source: If you wish to change %(username)s's status, please make a meaningful selection.
gl: Se quere cambiar o status de %(username)s, faga unha selección pertinente.
nb_no: Hvis du ønsker å endre %(username)s sin status, vær vennlig å gjør et meningsfult valg.
pt: Se pretende alterar o estado de %(username)s, faça uma seleção significativa.

source: Subject line
gl: Liña de asunto
nb_no: Subjektlinje
pt: Linha de assunto

source: Message text
gl: Mensaxe de texto
nb_no: Meldingstekst
pt: Texto da mensagem

source: Your name (optional):
gl: O seu nome (opcional):
nb_no: Ditt navn (valgfritt):
pt: O seu nome (opcional):

source: Email:
gl: Correo electrónico:
nb_no: Epost:
pt: Endereço eletrónico:

source: Your message:
gl: A súa mensaxe:
nb_no: Din melding:
pt: A sua mensagem:

source: I don't want to give my email or receive a response:
gl: Non quero dar o meu correo ou recibir una resposta:
nb_no: Jeg ønsker ikke å gi min epost eller motta tilbakemeldinger:
pt: Não quero indicar o endereço eletrónico nem receber uma resposta:

source: Please mark "I dont want to give my mail" field.
gl: Por favor, marque o campo "non quero dar o meu correo".
nb_no: Vennligst kryss av i "Jeg ønsker ikke å gi min epost" feltet.
pt: Assinale o campo "Não quero indicar o endereço eletrónico".

source: keep private within your groups
gl: mater privado dentro dos seus grupos
nb_no: hold privat innenfor dine grupper

source: User name:
gl: Acceso do usuario
nb_no: Brukerinnlogging

source: Enter name to post on behalf of someone else. Can create new accounts.
gl: Escriba o nome para publicar en representación doutro. Pode crear novas contas
nb_no: Legg inn navn for å poste på andres vegne. Kan lage nye kontoer.

source: Email address:
gl: Enderezo de correo:
nb_no: Epostadresse:

source: User name is required with the email
gl: Requírese o nome de usuario xunto co correo
nb_no: Brukernavn kreves sammen med epost

source: Email is required if user name is added
gl: Requírese un enderezo de correo de engadirse un nome de usuario
nb_no: Epost kreves hvis brukernavn er lagt til

source: ask anonymously
gl: preguntar anonimamente
nb_no: spør anonymt
pt: perguntar anonimamente

source: Check if you do not want to reveal your name when asking this question
gl: Marque se non quere revelar o seu nome ao facer esta pregunta
nb_no: Kryss av hvis du ikke ønsker å vise ditt navn når du spør spørsmålet
pt: Assinale se não quiser revelar o seu nome ao colocar esta questão

source: Subject line is expected in the format: [tag1, tag2, tag3,...] question title
gl: Línea de asunto que se espera no formato: [tag1, tag2, tag3,...] título da pregunta
nb_no: Innholdslinje er forventet i format: [merkelapp1, merkelapp2, merkelapp3,...] spørsmålstittel

source: You have asked this question anonymously, if you decide to reveal your identity, please check this box.
gl: Fixo esta pregunta anonimamente, se decide revelar a súa identidade, marque esta caixa
nb_no: Du har spurt dette spørsmålet anonymt. Hvis du ønsker å krediteres for spørsmålet, huk av denne boksen.
pt: Colocou esta questão de forma anónima. Se mudar de ideia e quiser revelar sua identidade, por favor, marque esta caixa.

source: reveal identity
gl: revelar identidade
nb_no: vis identitet
pt: revelar identidade

source: Sorry, only owner of the anonymous question can reveal his or her identity, please uncheck the box
gl: Desculpe, soamente o propietario da pregunta anónima pode revelar a súa identidade, non marque esa caixa
nb_no: Beklager. Bare eier av anonyme spørsmål kan velge å vise sin identitet. Vennligst fjern krysset fra boksen
pt: Desculpe, mas só o criador da questão anónima pode revelar a identidade. Por favor, desmarque a caixa

source: Sorry, apparently rules have just changed - it is no longer possible to ask anonymously. Please either check the "reveal identity" box or reload this page and try editing the question again.
gl: Desculpe, aparentemente acaban de cambiar as regras - xa non se pode preguntar anonimamente-. Marque a caixa "revelar identidade" ou recargue esta páxina e probe a editar a pregunta outra vez.
nb_no: Beklager. Det ser ut til at reglende har endret seg og det er ikke lenger mulig å spøre anonymt. Kryss av enten "vis identitet" boksen eller last siden og spør spørsmål på nytt.
pt: Desculpe, mas parece quer as regras foram alteradas. Já não é possível colocar questões anonimamente. Por favor, marque a caixa "revelar identidade" ou recarregue esta página e tente editar novamente a questão.

source: Real name
gl: Nome real
nb_no: Faktisk navn
pt: Nome real

source: Website
gl: Sitio web
nb_no: Nettside
pt: Sítio web

source: City
gl: Cidade
nb_no: By
pt: Cidade

source: Show country
gl: Amosar país
nb_no: Vis land
pt: Mostrar país

source: Show tag choices
gl: Amosar a elección de etiquetas
nb_no: Vis merkelappvalg

source: Date of birth
gl: Data de nacemento
nb_no: Fødselsdato
pt: Data de nascimento

source: will not be shown, used to calculate age, format: YYYY-MM-DD
gl: non se amosará, úsase para calcular a idade, con formato: AAAA-MM-DD
nb_no: vil ikke vises. Brukes til å kalkulere alder. Format: YYYY-MM-DD
pt: não será mostrado. Utilizado para calcular a idade no formato: AAAA-MM-DD

source: Profile
gl: Perfil
nb_no: Profil
pt: Perfil

source: Screen name
gl: Nome en pantalla
nb_no: Kallenavn
pt: Nome a exibir

source: this email has already been registered, please use another one
gl: este correo xa está rexistrado, use outro distinto
nb_no: denne epostadressen er allerede registrert. Velg glemt passord eller bruk en annen epostaddresse.
pt: este endereço eletrónico já está registado. Por favor, utilize outro

source: Choose email tag filter
gl: Seleccione filtro de etiquetaxes de correo
nb_no: Velg epost merkelappfilter
pt: Escolha o filtro de endereço eletrónico

source: Asked by me
gl: As miñas preguntas...
nb_no: Spurt av meg
pt: As minhas questões

source: Answered by me
gl: As miñas respostas
nb_no: Svart på av meg
pt: As minhas respostas

source: Individually selected
gl: Seleccionado individualmente
nb_no: Egenvalgt
pt: Selecionadas individualmente

source: Entire forum (tag filtered)
gl: Foro completo (filtrado por etiquetaxes)
nb_no: Hele forum (merkelappfiltrert)
pt: Todo o fórum (filtrar por etiquetas)

source: Comments and posts mentioning me
gl: Comentarios e mensaxes que me mencionan
nb_no: Kommentarer og artikler som nevner meg
pt: Os meus comentários e mensagens

source: please choose one of the options above
gl: elixir unha das opcións enriba
nb_no: vennligst velg en av opsjonene over
pt: por favor, escolha uma das opções acima

source: okay, let's try!
gl: ben, probemos!
nb_no: Ok. La oss prøve!
pt: pronto, vamos tentar!

source: no %(sitename)s email please, thanks
gl: non %(sitename)s correos, grazas
nb_no: %(sitename)s epostaddresser er ikke gyldige her

source: Title
gl: título
nb_no: Tittel
pt: Título

source: Description
gl: Descrición
nb_no: Beskrivelse

source: Tags
gl: Etiquetas
nb_no: Merkelapper

source: An edit for my answer
gl: Unha edición para a miña resposta
nb_no: En editering for mitt svar

source: To add to your post EDIT ABOVE THIS LINE
gl: Para engadir á súa publicación EDITE POR RIBA DESTA LIÑA
nb_no: For å legge not til ditt innlegg EDITER OVER DENNE LINJEN

source: Your post at %(site_name)s is now published
gl: A súa publicación en %(site_name)s é agora pública
nb_no: Ditt innlegg på %(site_name)s er nå publisert

source: questions
gl: Preguntas
nb_no: spørsmål

source: question/
gl: pregunta/
nb_no: sporsmal/
pt: questão/

source: tags/
gl: etiquetaxes/
nb_no: merkelapper/
pt: etiquetas/

source: users/
gl: usuarios/
nb_no: brukere/
pt: utilizadores/

source: by-group/
gl: por-grupo/

source: edit/
gl: editar/
nb_no: endre/
pt: editar/

source: subscriptions/
gl: suscricións/
nb_no: abonnementer/
pt: subscrições/

source: select_languages/
gl: selec_idiomas/

source: groups/
gl: grupos/

source: users/update_has_custom_avatar/
gl: usuarios/actualizar_personalizar_avatar/
nb_no: brukere/oppdater_har_selvvalgt_avatar/
pt: utilizadores/atualização_tem_avatar_personalizado/

source: badges/
gl: distintivos/
nb_no: emblemer/
pt: insígnias/

source: feedback/
gl: retroacción/
nb_no: tilbakemelding/
pt: comentários/

source: about/
gl: acerca de/
nb_no: om/
pt: sobre/

source: privacy/
gl: privacidade/
nb_no: personvern/
pt: privacidade/

source: help/
gl: Axuda
nb_no: hjelp/

source: answers/
gl: respostas/
nb_no: svar/
pt: respostas/

source: revisions/
gl: revisións/
nb_no: revisjoner/
pt: revisões/

source: questions/
gl: preguntas/
nb_no: sporsmal/
pt: questões/

source: ask/
gl: preguntar/
nb_no: spor/
pt: perguntar/

source: retag/
gl: reetiquetar/
nb_no: omgjor_merkelapp/
pt: reetiquetar/

source: close/
gl: pechar/
nb_no: lukk/
pt: fechar/

source: reopen/
gl: reabrir/
nb_no: gjenapne/
pt: reabrir/

source: answer/
gl: resposta/
nb_no: svar/
pt: responder/

source: tags/subscriptions/
gl: etiquetas/subscricions/

source: tags/subscriptions/delete/
gl: etiquetas/subscricions/eliminar

source: tags/subscriptions/create/
gl: etiquetas/subscricion/crear

source: tags/subscriptions/edit/
gl: etiquetas/subscricions/editar

source: suggested-tags/
gl: etiquetas-suxeridas/

source: messages/
gl: mensaxes/
nb_no: beskjeder/
pt: mensagens/

source: markread/
gl: marcarlido/
nb_no: markerlest/
pt: marcar como lida/

source: widgets/
gl: miniapps/

source: complete/
gl: completo/
pt: completo/

source: create/
gl: crear/

source: delete/
gl: eliminar/

source: upload/
gl: enviar/
nb_no: lastopp/
pt: enviar/

source: account/
gl: conta/
nb_no: konto/
pt: conta/

source: Access control settings
gl: Configuración de control e acceso
nb_no: Tillgangsinstillinger
pt: Definições de controle de acesso

source: Allow only registered user to access the forum
gl: O acceso o foro soamente está permitido a usuarios rexistrados.
nb_no: La kun registrerte brukere få tillgang til forumet
pt: Só os utilizadores registados podem aceder ao fórum

source: nothing - not required
gl: nada - non requirido
nb_no: ingenting - ikke påkrevd

source: access to content
gl: acceso ao contido
nb_no: tillgang til innhold

source: Require valid email for
gl: Requírese un enderezo correcto para
nb_no: Krever gyldig epost

source: Allowed email addresses
gl: Enderezos de correo permitidos
nb_no: Tillatte epostadresser

source: Please use space to separate the entries
gl: Use espazos para separar as entradas
nb_no: Vennligst bruk mellomrom for å sepparere oppføringene

source: Allowed email domain names
gl: Nomes de dominio permitidos
nb_no: Tillatte epostdomener

source: Please use space to separate the entries, do not use the @ symbol!
gl: Use espazos para separar entradas, non use o símbolo @!
nb_no: Vennligst bruk mellomrom for å separere oppføringene. Ikke bruk @ symbolet!

source: Badge settings
gl: Opcións de distintivo
nb_no: Embleminstillinger
pt: Definições de insígnias

source: Disciplined: minimum upvotes for deleted post
gl: Disciplinado: votos positivos mínimos pra eliminar mensaxe
nb_no: Disiplinert: minimum antall negative stemmer for å slette artikkel
pt: Disciplinada: mínimo de votos favoráveis para mensagem apagada

source: Peer Pressure: minimum downvotes for deleted post
gl: Presión de compañeiro: votos negativos mínimos para eliminar mensaxe
nb_no: Gruppepress: minimum antall negative stemmer for å slette artikkel
pt: Pressão de pares: mínimo de votos desfavoráveis para a mensagem apagada

source: Teacher: minimum upvotes for the answer
gl: Mestre: votos positivos mínimos para a resposta
nb_no: Lærer: minimum antall positive stemmer på svaret
pt: Professor: mínimo de votos favoráveis para a resposta

source: Nice Answer: minimum upvotes for the answer
gl: Resposta boa: votos positivos mínimos para a resposta
nb_no: Fint svar: minimum antall positive stemmer på svaret
pt: Resposta razoável: mínimo de votos favoráveis para a resposta

source: Good Answer: minimum upvotes for the answer
gl: Resposta moi boa: votos positivos mínimos para a resposta
nb_no: Godt svar: minimum antall positive stemmer på svaret
pt: Resposta boa: mínimo de votos favoráveis para a resposta

source: Great Answer: minimum upvotes for the answer
gl: Resposta xenial: votos positivos mínimos para a resposta
nb_no: Kjembebra svar: minimum antall positive stemmer på svaret
pt: Resposta ótima: mínimo de votos favoráveis para a resposta

source: Nice Question: minimum upvotes for the question
gl: Pregunta boa: votos positivos mínimos para a pregunta
nb_no: Fint Spørsmål: minimum antall positive stemmer på spørsmålet
pt: Pergunta razoável: mínimo de votos favoráveis para a questão

source: Good Question: minimum upvotes for the question
gl: Pregunta moi boa: votos positivos mínimos para a pregunta
nb_no: Godt Spørsmål: minimum antall positive stemmer på spørsmålet
pt: Pergunta boa: mínimo de votos favoráveis para a questão

source: Great Question: minimum upvotes for the question
gl: Pregunta xenial: votos positivos mínimos para a pregunta
nb_no: Kjempebra Spørsmål: minimum antall positive stemmer på spørsmålet
pt: Pergunta ótima: mínimo de votos favoráveis para a questão

source: Popular Question: minimum views
gl: Pregunta popular: mínimo de vistas
nb_no: Populært Spørsmål: minimum antall visninger
pt: Pergunta popular: mínimo de visualizações

source: Notable Question: minimum views
gl: Pregunta notable: mínimo de vistas
nb_no: Bemerkelsesverdigt Spørsmål: minimum antall visninger
pt: Pergunta notável: mínimo de visualizações

source: Famous Question: minimum views
gl: Pregunta famosa: mínimo de vistas
nb_no: Kjendisspørsmål: minimum antall visninger
pt: Pergunta famosa: mínimo de visualizações

source: Self-Learner: minimum answer upvotes
gl: Autodidacta: votos positivos mínimos en resposta
nb_no: Selvlært: minimum antall svar med positive stemmer
pt: Autodidata: mínimo de votos favoráveis para a resposta

source: Civic Duty: minimum votes
gl: Deber cívico: mínimo de votos
nb_no: Samfunnsansvar: minimum antall positive stemmer
pt: Dever cívico: mínimo de votos

source: Enlightened Duty: minimum upvotes
gl: Deber de iluminado: votos positivos mínimos
nb_no: Opplysningsansvar: minimum antall positive stemmer
pt: Dever iluminado: mínimo de votos

source: Guru: minimum upvotes
gl: Gurú: votos positivos mínimos
nb_no: Guru: minimum antall positive stemmer
pt: Guru: mínimo de votos favoráveis

source: Necromancer: minimum upvotes
gl: Nigromante: votos positivos mínimos
nb_no: Necromancer: minimum antall positive stemmer
pt: Necromancer: mínimo de votos

source: Necromancer: minimum delay in days
gl: Nigromante: retraso mínimo en días
nb_no: Necromancer: minimum forsinkelse i dager
pt: Necromancer: atraso mínimo em dias

source: Associate Editor: minimum number of edits
gl: Editor asociado: número de edicións mínimo
nb_no: Medieredaktør: minimum antall endinger
pt: Editor associado: número mínimo de edições

source: Favorite Question: minimum stars
gl: Pregunta preferida: estrelas mínimas
nb_no: Favorittspørsmål: minimum antall stjerner
pt: Pergunta favorita: mínimo de estrelas

source: Stellar Question: minimum stars
gl: Pregunta estelar: estrelas mínimas
nb_no: Sjernespekket Svar: minimum antall stjerner
pt: Pergunta galáctica: mínimo de estrelas

source: Commentator: minimum comments
gl: Comentarista: comentarios mínimos
nb_no: Kommentator: minimum antall kommentarer
pt: Comentador: mínimo de comentários

source: Taxonomist: minimum tag use count
gl: Taxonomista: conta mínima de etiquetaxes
nb_no: Dokumentalist: minimum antall merkelapper brukt
pt: Taxonomista: contagem mínima de utilização de etiquetas

source: Enthusiast: minimum days
gl: Entusiasta: días mínimos
nb_no: Enstusiast: minimum antall dager
pt: Entusiasta: mínimo de dias

source: Email and email alert settings
gl: Correo-e e configuración de alerta de correo-e
nb_no: Epost og epostvarslingsinstillinger
pt: Definições de endereço eletrónico e alertas

source: Prefix for the email subject line
gl: Prefixo para o campo de asunto do correo-e
nb_no: Prefiks for epost emnefelt
pt: Prefixo para a linha de assunto nas mensagens

source: This setting takes default from the django settingEMAIL_SUBJECT_PREFIX. A value entered here will overridethe default.
gl: Esta configuración toma os valores por defecto da configuración djangoEMAIL_SUBJECT_PREFIX. Os valores aquí inseridos substituirán os valores por defecto.
nb_no: Denne instillingen tar sitt standardvalg fra django instilling EMAIL_SUBJECT_PREFIX. En verdi lagt inn her vil overstyre standardvalg.
pt: Esta definição obtém o padrão da configuração EMAIL_SUBJECT_PREFIX do django. Um valor inserido aqui substitui o padrão.

source: Site administrator email address
gl: Enderezo de correo do administador do sitio

source: Enable email alerts
gl: Active as alertas por correo electrónico
nb_no: Aktiver epostvarsler

source: Maximum number of news entries in an email alert
gl: Máximo número de entradas con noticias en cada alerta por email
nb_no: Maksimum antall nyhetsoppføringer som skal med i en epostvarsling
pt: Número máximo de novas entradas numa mensagem de alerta

source: Default notification frequency all questions
gl: Frecuencia de notificación por defecto para todas as preguntas
nb_no: Standard notifikasjonsfrekvens på alle spørsmål
pt: Frequência da notificação para todas as questões

source: Option to define frequency of emailed updates for: all questions.
gl: Opción para definir a frecuencia das actualizacións enviadas para: todas as preguntas.
nb_no: Valg for å definere frekvens på epostoppdateringer for: alle spørsmål.
pt: Opção para definir a frequência das mensagens de atualização para todas as questões.

source: Default notification frequency questions asked by the user
gl: Frecuencia de preguntas de notificación por defecto feitas polo usuario
nb_no: Standard notifikasjonsfrekvens på spørsmål spurt av brukeren
pt: Frequência da notificação para as minhas questões
