Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Comma separated list of Q&A site keywords
gl: Listas separadas por comas das palabras chave do sitio preguntas-respostas
nb_no: Kommaseparert liste over Q&A nettside keywords
pt: Lista separada por vírgula das palavras-chave do sítio de Perguntas e Respostas

source: Copyright message to show in the footer
gl: Mensaxe de Copyright a amosar no pé
nb_no: Copyright beskjed som vises i fotnoten
pt: Mensagem de direitos de autor a exibir no rodapé

source: Site description for the search engines
gl: Descrición do sitio para os motores de busca
nb_no: Nettstedsbeskrivelse for søkemotorer
pt: Descrição do sítio para motores de pesquisa

source: Short name for your Q&A forum
gl: Nome curto para o foro preguntas-respostas
nb_no: Kort navn for ditt Q&A formum
pt: Nome curto para o fórum de Perguntas e Respostas

source: Please enter url of your site
gl: Introduza o url do seu sitio

source: Url must start either from http or https
gl: O url debe comezar ben con http ou https

source: Base URL for your Q&A forum, must start with http or https
gl: URL base para o foro preguntas-respostas, debe comezar por http ou https
nb_no: Baseurl for ditt Q&A forum. Denne må starte med http eller https
pt: URL base para o seu fórum Perguntas e Respostas, deve iniciar com http ou https

source: Check to enable greeting for anonymous user
gl: Marcar para activar o saúdo de usuarios anónimos
nb_no: Kryss av for å aktivere velkomstmelding til anonyme brukere
pt: Assinalar para ativar saudações para utilizador anónimo

source: Text shown in the greeting message shown to the anonymous user
gl: Texto a amosar no saúdo a usuario anónimo
nb_no: Tekst som skal vises for å ønske velkommen melding vist til anonyme brukere
pt: Texto mostrado na mensagem de saudação ao utilizador anónimo

source: Use HTML to format the message
gl: Usar HTML para formatar a mensaxe
nb_no: Bruk HTML til å formatere meldingen
pt: Usar HTML para formatar a mensagem

source: Feedback site URL
gl: Sitio URL de apoio
nb_no: Tilbakemeldings URL
pt: URL do sítio para comentários

source: If left empty, a simple internal feedback form will be used instead
gl: Se se deixa baleiro, será utilizado no seu lugar un formulario de fonte interna
nb_no: Hvis denne forblir tom, et simpelt tilbakemeldingsforum blir brukt i stedet.
pt: Se deixado vazio, será utilizado um formulário de feedback simples

source: Skin, logos and HTML <head> parts
gl: Aparencia, logos e partes <head> do HTML
nb_no: Mal, logoer og HTML <head> noder

source: Q&A site logo
gl: Logotipo do sitio preguntas-respostas
nb_no: Q&A nettstedslogo
pt: Logótipo do sítio de Perguntas e Respostas

source: To change the logo, select new file, then submit this whole form.
gl: Para cambiar o logotipo, seleccione un novo ficheiro e envíe este formulario
nb_no: For å endre logo, velg en ny fil og send inn hele dette skjema igjen.
pt: Para alterar o logótipo, selecione o novo ficheiro, e envie este formulário inteiro.

source: English
gl: Inglés
nb_no: Engelsk

source: Spanish
gl: Español
nb_no: Spansk

source: Catalan
gl: Catalán

source: German
gl: Alemán
nb_no: Tysk

source: Greek
gl: Grego
nb_no: Gresk

source: Finnish
gl: Finés
nb_no: Finsk

source: French
gl: Francés
nb_no: Fransk

source: Hungarian
gl: Húngaro
nb_no: Ungarsk

source: Italian
gl: Italiano
nb_no: Italiensk

source: Japanese
gl: Xaponés
nb_no: Japansk

source: Korean
gl: Coreano
nb_no: Koreansk

source: Portuguese
gl: Portugués
nb_no: Portogisisk

source: Brazilian Portuguese
gl: Portugues brasileiro
nb_no: Brasiliansk Portogisisk

source: Romanian
gl: Romanés
nb_no: Rumensk

source: Russian
gl: Ruso
nb_no: Russisk

source: Serbian
gl: Serbio
nb_no: Seribisk

source: Turkish
gl: Turco
nb_no: Tyrkisk

source: Vietnamese
gl: Vietnamita
nb_no: Vietnamesisk

source: Chinese
gl: Chinés
nb_no: Kinesisk

source: Chinese (Taiwan)
gl: Chinés (Taiwán)
nb_no: Kinesisk (Taiwan)

source: Show logo
gl: Amosar o logotipo
nb_no: Vis logo
pt: Mostrar logótipo

source: Check if you want to show logo in the forum header or uncheck in the case you do not want the logo to appear in the default location
gl: Marque se quere amosar o logotipo na cabeceira do foro ou desmarque se non quere que o logotipo apareza na localización por defecto
nb_no: Kryss av hvis du ønsker å vise logo i forumtittel eller fjern kryss hvis du ikke ønsker at noe logo skal vises på standardlokasjonen
pt: Marque se deseja mostrar o logo no cabeçalho do fórum, ou desmarque no caso de não querer que o logótipo apareça na posição padrão

source: Site favicon
gl: Icona de páxina
nb_no: Nettstedets favicon
pt: Ícone favorito do sítio

source: A small 16x16 or 32x32 pixel icon image used to distinguish your site in the browser user interface. Please find more information about favicon at <a href="%(favicon_info_url)s">this page</a>.
gl: Unha pequena icona de 16x16 ou 32x32 píxeles que distinguirá o seu sitio na interface de usuario do seu navegador. Atopará máis información sobre as iconas en <a href="%(favicon_info_url)s">this page</a>.
nb_no: En liten 16x16 eller 32x23 pixel ikonbile som brukes for å skille ditt nettsted fra andre i nettleserens grensesnitt. Finn ut mer om favicon på <a href="%(favicon_info_url)s">denne siden</a>.
pt: Uma imagem pequena de 16x16 ou 32x32 pixeis utilizada para distinguir o seu sítio na interface de utilizador do seu navegador. Mais informações sobre ícones favoritos <a href="%(favicon_info_url)s">nesta página</a>.

source: Password login button
gl: Botón do contrasinal de inicio de sesión
nb_no: Passord loginknapp
pt: Botão da senha de sessão

source: An 88x38 pixel image that is used on the login screen for the password login button.
gl: Unha imaxe de 88x38 píxeles usada na pantalla de inicio de sesión para o botón do contrasinal
nb_no: En 88x38 pixel bilde som brukes på loginskjermen for passord login knapp.
pt: Uma imagem de 88x38 píxeis utilizada no ecrã de sessão para o botão da senha de sessão.

source: Show all UI functions to all users
gl: Amosar tódalas funcións da interface de usuario a tódolos usuarios
nb_no: Vis all UI funksjoner for alle brukere
pt: Mostrar todas as funções da Interface de Utilizador para todos os utilizadores

source: If checked, all forum functions will be shown to users, regardless of their reputation. However to use those functions, moderation rules, reputation and other limits will still apply.
gl: Ao marcar, tódalas funcións do foro se amosarán aos usuarios, sen importar a súa reputación. Non obstante, regras de moderación, reputación e outros límites si serán aplicados.
nb_no: Hvis denne er krysset av så vil all forumfunksjonalitet vises til brukerne uansett reputation. Derimot, for å bruke disse funksjonene så vil moderasjonsregler, reputation og andre limitasjoner fremdeles gjelde.
pt: Se assinalada, todas as funções dos fóruns serão mostradas para todos os utilizadores, independentemente das reputações. Todavia, para utilizar estas funções, as regras de moderação, reputação e outros limites ainda serão aplicadas.

source: Select skin
gl: Seleccionar tema
nb_no: Velg tema
pt: Selecione o tema

source: Customize HTML <HEAD>
gl: Personalizar HTML <HEAD>
nb_no: Tilpass HTML <HEAD>
pt: Personalizar o <HEAD> em HTML

source: Custom portion of the HTML <HEAD>
gl: Personalizar fragmento do
nb_no: Endre deler av HTML <HEAD>
pt: Parte personalizada do <HEAD> em HTML

source: <strong>To use this option</strong>, check "Customize HTML &lt;HEAD&gt;" above. Contents of this box will be inserted into the &lt;HEAD&gt; portion of the HTML output, where elements such as &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; may be added. Please, keep in mind that adding external javascript to the &lt;HEAD&gt; is not recommended because it slows loading of the pages. Instead, it will be more efficient to place links to the javascript files into the footer. <strong>Note:</strong> if you do use this setting, please test the site with the W3C HTML validator service.
gl: <strong>Para utilizar esta opción</strong>, marque "Personalizar HTML &lt;HEAD&gt;" arriba. Os contidos desta caixa introduciranse no fragmento &lt;HEAD&gt; da saída HTML, onde elementos como &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; poden ser engadidos. Teña en conta que engadir javascript externo ao &lt;HEAD&gt; non é moi recomendable, xa que retrasa a velocidade de carga das páxinas. Non obstante, é máis eficiente poñer ligazóns nos ficheiros javascript no pé. <strong>Nota:</strong> se usa esta opción, comprobe o sitio co servizo de validación HTML W3C.
pt: <strong>Para usar esta função</strong>, assinale "Personalizar o &lt;HEAD&gt; em HTML" acima. O conteúdo desta caixa será inserido na porção do &lt;HEAD&gt; no resultado em HTML, onde elementos tais como &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; poderão ser acrescentados. Lembre-se que adicionar javascript externo ao &lt;HEAD&gt; não é recomendado, porque retarda o carregamento das páginas. Em vez disso, será mais eficiente colocar as ligações para os ficheiros javascript no rodapé. <strong>Nota:</strong> se usar esta definição, teste o sítio com serviço de validação de HTML do W3C.

source: Custom header additions
gl: Personalizar engadidos da cabeceira
nb_no: Tilpasset header tillegg
pt: Adições do cabeçalho personalizado

source: Header is the bar at the top of the content that contains user info and site links, and is common to all pages. Use this area to enter contents of the headerin the HTML format. When customizing the site header (as well as footer and the HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: Cabeceira é a barra da parte de enriba do contido que amosa a información do usuario e as ligazóns do sitio. É común para tódalas páxinas. Use esta área para engadir contidos á cabeceira con formato HTML. Cando personalice a cabeceira do sitio (tamén o pé de páxina e o HTML &lt;HEAD&gt;), use o servizo de validación de HTML para estar seguro de que o que introduce é valido e funciona correctamente en tódolos navegadores.
pt: O cabeçalho é a barra por cima do conteúdo com informações do utilizador e ligações do ssítio, e é comum a todas as páginas do sítio. Use esta área para inserir conteúdo no cabeçalho no formato HTML. Ao personalizar o cabeçalho do sítio (assim como o rodapé e o &lt;HEAD&gt; do HTML), utilize o serviço de validação de HTML e garanta que seu conteúdo funciona bem em todos os navegadores.

source: Site footer mode
gl: Modo pé de páxina
nb_no: Nettstedets fotnotemodus
pt: Modo de rodapé do sítio

source: Footer is the bottom portion of the content, which is common to all pages. You can disable, customize, or use the default footer.
gl: O pé é a parte inferior do contido común a tódalas páxinas. Pode desactivalo, personalizalo ou usar o pé por defecto.
nb_no: Fotnote er bunnseksjonen av innholded og vises på alle sider. Du kan slå av, tilpasse eller bruke standard fotnote.
pt: O rodapé é a parte de baixo do conteúdo, que é comum a todas as páginas. Você pode desativar, personalizar, ou utilizar um rodapé padrão.

source: Custom footer (HTML format)
gl: Personalizar pé (formato HTML)
nb_no: Tilpass fotnote (HTML format)
pt: Rodapé personalizado (formato HTML)

source: <strong>To enable this function</strong>, please select option 'customize' in the "Site footer mode" above. Use this area to enter contents of the footer in the HTML format. When customizing the site footer (as well as the header and HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
gl: <strong>Para activar esta función</strong>, seleccione a opción personalizar no "modo pé de páxina", enriba. Use esta área para introducir contidos no pé en formato HTML. Ao personalizar o pé (así como a cabeceira e o &lt;HEAD&gt; HTML), use o servizo de validación HTML para asegurarse de que a súa entrada é válida e funciona correctamente en tódolos navegadores.
pt: <strong>Para ativar esta função</strong>, selecione a opção 'Personalizar' no "Modo de rodapé do sítio" acima. Utilize esta área para inserir o conteúdo do rodapé no formato HTML. Ao personalizar o rodapé do sítio (bem como o cabeçalho e o &lt;HEAD&gt; do HTML), utilize um serviço de validação de HTML para garantir que o seu sítio funciona com todos os navegadores.

source: Apply custom style sheet (CSS)
gl: Aplicar folla de estilo personalizado (FEP)
nb_no: Legg til tilpasset stilark (CSS)
pt: Aplicar folha de estilo personalizado (CSS)

source: Check if you want to change appearance of your form by adding custom style sheet rules (please see the next item)
gl: Marque se quere cambiar a apariencia do seu formulario engadindo regras para as follas de estilo personalizado (ver seguinte apartado)
nb_no: Kryss av hvis du ønsker å endre utseende på ditt forum ved å legge til tilpasset stilark (se neste valg)
pt: Assinale se deseja mudar a aparência do seu formulário ao adicionar regras de folhas de estilo personalizado (consulte o próximo item)

source: Custom style sheet (CSS)
gl: Folla de estilo personalizado (FEP)
nb_no: Tilpasset stilark (CSS)
pt: Folha de estilo personalizado (CSS)

source: <strong>To use this function</strong>, check "Apply custom style sheet" option above. The CSS rules added in this window will be applied after the default style sheet rules. The custom style sheet will be served dynamically at url "&lt;forum url&gt;/custom.css", where the "&lt;forum url&gt; part depends (default is empty string) on the url configuration in your urls.py.
gl: <strong>Para utilizar esta función</strong>, marque a opción "aplicar folla de estilo personalizado" enriba. As regras de FEP engadidas nesta xanela serán aplicadas despois das follas de estilo personalizado por defecto. As follas de estilo personalizado serviranse de forma dinámica na URL "&lt;forum url&gt;/custom.css", onde a parte "&lt;forum url&gt; depende (cadea baleira por defecto) na configuración URL do
pt: <strong>Para utilizar esta função </strong>, assinale a opção "Aplicar folha de estilos personalizado" acima. As regras de CSS adicionadas nesta janela serão aplicadas após a folha de estilo padrão ser aplicada. A folha de estilos personalizada será servida dinamicamente no URL "&lt;forum url&gt;/custom.css", onde a parte "&lt;forum url&gt; depende (o padrão é estar vazio) da configuração do URL no seu urls.py.

source: Add custom javascript
gl: Engadir javascript personalizado
nb_no: Legg til tilpasset javascript
pt: Adicionar javascript personalizado

source: Check to enable javascript that you can enter in the next field
gl: Marcar para activar o javascript que se pode introducir no seguinte campo
nb_no: Kryss av for å aktivere javascript som du kan legge inn i neste felt
pt: Assinale para ativar o javascript que pode inserir no campo ao lado

source: Custom javascript
gl: Personalizar javascript
nb_no: Tilpasset javascript
pt: Javascript personalizado

source: Type or paste plain javascript that you would like to run on your site. Link to the script will be inserted at the bottom of the HTML output and will be served at the url "&lt;forum url&gt;/custom.js". Please, bear in mind that your javascript code may break other functionalities of the site and that the behavior may not be consistent across different browsers (<strong>to enable your custom code</strong>, check "Add custom javascript" option above).
gl: Escriba ou pegue javascript sinxelo que queira executar no seu sitio. A ligazón ao script será introducida ao final da saída HTML e servirase na URL "&lt;forum url&gt;/custom.js". Teña en conta que o seu código javascript pode interferir con outras funcionalidades do sitio, e pode afectar de forma diferente aos distintos navegadores (<strong>para activar o código personalizado</strong>, marque a opción "engadir javascript personalizado" enriba).
nb_no: Skriv eller lim inn javascript som du ønsker å kjøre på nettstedet ditt. Link til skriptet vil bli satt nederst i HTML og vil bli servert på url "&lt;forum URL&gt;/custom.js". Vær så snill, husk at JavaScript-koden kan bryte andre funksjoner på nettstedet, og at atferden ikke kan være konsekvent på tvers av ulike nettlesere (<strong> å aktivere egendefinert kode </ strong>, sjekk "Legg til brukerdefinert javascript" alternativet ovenfor) .
pt: Digite ou cole o javascript que deseja executar no seu sítio. Uma ligação para o script será inserida no fundo da saída em HTML, e será servida no URL "&lt;forum url&gt;/custom.js". Lembre-se que o seu código javascript pode quebrar outras funcionalidades do sítio, e este comportamento pode não ser consistente em todos os navegadores (<strong>para usar o seu código personalizado</strong>, marque a opção "Adicionar javascript personalizado" acima).

source: Skin media revision number
gl: Número de revisión da apariencia multimedia
nb_no: Tema revisjonsnummer
pt: Número de revisão dos mídia do tema

source: Will be set automatically but you can modify it if necessary.
gl: Establecerase automaticamente pero poderá modificalo se fose necesario
nb_no: Vil bli satt automatisk men du kan modifisere hvis nødvendig
pt: Será definido automaticamente, mas você modificá-lo se necessário.

source: Hash to update the media revision number automatically.
gl: Hash para actualizar o número da revisión multimedia automaticamente.
nb_no: Hash for å oppdatere mediarevisjonsnummer automatisk.
pt: Hash para atualizar o número de revisão dos mídia automaticamente.

source: Will be set automatically, it is not necesary to modify manually.
gl: Será establecido automaticamente, non é necesario modificalo manualmente.
nb_no: Vil bli satt automatisk og er ikke nødvendig å modifisere manuelt.
pt: Será definido automaticamente, não é necessário modificar manualmente.

source: Content sharing
gl: Compartición de contido
nb_no: Innholdsdeling

source: Check to enable RSS feeds
gl: Marque para activar os fíos RSS
nb_no: Kryss av for å aktivere RSS feeds

source: Hashtag or suffix to sharing messages
gl: Hashtag ou sufixo para compartir mensaxes
nb_no: Hash-merkelapp og suffix for meldingsdeling

source: Check to enable sharing of questions on Twitter
gl: Marque para compartir as preguntas en Twitter
nb_no: Kryss av for å aktivere deling av spørsmål på Twitter
pt: Assinale para ativar a partilha de perguntas no Twitter

source: Important - to actually start sharing on twitter, it is required to set up Twitter consumer key and secret in the "keys to external services" section.
gl: Importante - para comezar a compartir en Twitter, requírese configurar a chave persoal de Twitter e a chave secreta na sección «chaves para servizos externos».

source: Check to enable sharing of questions on Facebook
gl: Marque para compartir as preguntas en Facebook
nb_no: Kryss av for å aktivere deling av spørsmål på Facebook
pt: Assinale para ativar a partilha de perguntas no Facebook

source: Check to enable sharing of questions on LinkedIn
gl: Marque para compartir as preguntas en LinkedIn
nb_no: Kryss av for å aktivere deling av spørsmål på LinkedIn
pt: Assinale para ativar a partilha de perguntas no no LinkedIn

source: Check to enable sharing of questions on Identi.ca
gl: Marque para compartir as preguntas en
nb_no: Kryss av for å aktivere deling av spørsmål på Identi.ca
pt: Assinale para ativar a partilha de perguntas no no Identi.ca

source: Check to enable sharing of questions on Google+
gl: Marque para compartir as preguntas en Google+
nb_no: Kryss av for å aktivere deling av spørsmål på Google+
pt: Assinale para ativar a partilha de perguntas no Google+

source: Akismet spam protection
gl: Akismet protección contra correo non desexado
nb_no: Akismet spam beskyttelse
pt: Proteção Akismet contra spam

source: Enable Akismet spam detection(keys below are required)
gl: Activar o detector de spam de Akismet (requírense chaves abaixo)
nb_no: Kryss av for å bruke Akismet spam filter (keys må legges inn under)
pt: Ativar deteção de spam Akismet (teclas abaixo são obrigatórias)

source: To get an Akismet key please visit <a href="%(url)s">Akismet site</a>
gl: Para obter unha chave de Akismet visite <a href="%(url)s">Akismet site</a>
nb_no: For å få en Akismet key må du gå til <a href="%(url)s">Akismet nettsted</a>
pt: Para obter uma chave Akismet, por favor visite o <a href="%(url)s">sítio Akismet</a>

source: Akismet key for spam detection
gl: Chave de Akismet para detectar o spam
nb_no: Akismet key for spam filter
pt: Chave Akismet para deteção de spam

source: Reputation, Badges, Votes & Flags
gl: Reputación, insignias, votos e banderas
nb_no: Reputation, Medaljer, Stemmer og Flagg
pt: Reputação, Insígnias, Votos e Sinalizadores

source: Static Content, URLS & UI
gl: Contenido estático, URLS e UI
nb_no: Statisk innhold, nettadresser, UI
pt: Conteúdo estático, URLs e Interface de Utilizador

source: Data rules & Formatting
gl: Regras de datos e formato
nb_no: Dataregler og Formattering
pt: Regras de dados e formatação

source: External Services
gl: Servizos externos
nb_no: Eksterne tjenester
pt: Serviços externos

source: Login, Users & Communication
gl: Inicio de sesión, usuarios e comunicación
nb_no: Logg inn, Brukere og kommunikasjon
pt: Sessão, Utilizadores e Comunicação

source: User settings
gl: Configuración de usuario
nb_no: Brukerinnstillinger
pt: Definições do utilizador

source: On-screen greeting shown to the new users
gl: Agradecemento en pantalla amosado aos novos usuarios
nb_no: Velkomstmelding som vises til nye brukere

source: Allow anonymous users send feedback
gl: Permitirlles aos usuarios anónimos enviar reacción
nb_no: Tillat anonyme bruker å sende feedback

source: Allow editing user screen name
gl: Permitir editar nome de pantalla de usuario
nb_no: Tillat endring av brukers visningsnavn
pt: Permitir edição do nome de ecrã do utilizador

source: Auto-fill user name, email, etc on registration
gl: Autocompletado do nome de usuario, correo, etc. no rexistro
nb_no: Autoutfyll brukernavn, epost, etc. under registrering

source: Implemented only for LDAP logins at this point
gl: Implementado soamente para accesos con LDAP neste intre
nb_no: Bare implementert for LDAP innlogging så langt

source: Allow users change own email addresses
gl: Permitir aos usuarios cambiar os enderezos propios de correo electrónico
nb_no: Tillat brukere til å endre egene epostadresser

source: Allow email address in user name
gl: Permitir enderezo de correo no nome de usuario
nb_no: Tillat epostadresse som brukernavn

source: Allow account recovery by email
gl: Permita a recuperación da conta por correo electrónico
nb_no: Tillat kontogjenoppretting via e-post
pt: Permitir recuperação de conta por correio eletrónico

source: Allow adding and removing login methods
gl: Permitir engadir ou retirar métodos de inicio de sesión
nb_no: Tillat å legge til og fjerne loginn metoder
pt: Permitir adicionar e remover métodos de sessão

source: Minimum allowed length for screen name
gl: Lonxitude mínima permitida para nome da pantalla
nb_no: Minste lovlige lengde for visningsnavn
pt: Comprimento mínimo permitido para o nome de ecrã

source: Default avatar for users
gl: Avatar estándar para usuarios
nb_no: Standardavatar for brukere

source: To change the avatar image, select new file, then submit this whole form.
gl: Para cambiar a imaxe do avatar, seleccione novo ficheiro, despois enviar o formulario enteiro.
nb_no: For å endre avatarbilde, velg en ny fil og send inn hele skjema

source: Use automatic avatars from gravatar.com
gl: Use os avatares automáticos de gravatar.com
nb_no: Bruk automatisk avatar fra gravatar.com
