Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Upload your stackexchange dump .zip file, then wait until the data import completes. This process may take several minutes. Please note that feedback will be printed in plain text.
gl: Prema o seu desaloxo do arquivo Stackexchange. Zip, entón espera ata que a importación de datos se complete. Este proceso pode tardar varios minutos. Por favor, teña en conta que o producto será impreso en texto simple.
nb_no: Last opp din stackexchange dump .zip fil, så vent til dataimporten er ferdig. Denne prosessen kan ta flere minutter. Vær oppmerksom på at tilbakemeldinger vil skrives ut uten formatering.
pt: Envie o seu ficheiro de despejo .zip stackexchange, e depois espere até a importação de dados estar completa. Este processo pode levar alguns minutos. Por favor note que o resultado sairá em texto simples.

source: Import data
gl: Importar datos
nb_no: Importer data
pt: Importar dados

source: In the case you experience any difficulties in using this import tool, please try importing your data via command line: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
gl: No caso de que teña algunha dificultade en utilizar esta ferramenta de importación, por favor, ténteo importar os seus datos vía liña de comandos: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
nb_no: Hvis du får foen problemer med dette importeringsverktøyet, prøv å imporere dine data via command line: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
pt: No caso de ter dificuldades ao usar esta ferramenta de importação, tente importar os dados através da linha de comando: <code>python manage.py load_stackexchange caminho/para/os-seus-dados.zip</code>

source: Tag
gl: Etiqueta

source: Suggested by
gl: Suxerido por

source: Your decision
gl: A súa decisión

source: Suggested tag was used for questions
gl: A etiqueta suxerida usouse en preguntas

source: Accept
gl: Aceptar

source: Reject
gl: Rexeitar

source: There are no questions with this tag yet
gl: Aínda non hai preguntas con esta etiqueta

source: Apply tag "%(name)s" to all above questions
gl: Aplicar a etiqueta «%(name)s» todas preguntas anteriores

source: Reject tag
gl: Rexeitar a etiqueta

source: Nothing found
gl: Non atopado
nb_no: Ingenting funnet
pt: Nada encontrado

source: Share this question on %(site)s
gl: Comparte esta cuestión en %(site)s
nb_no: Del dette sprsmålet på %(site)s
pt: Partilhar esta pergunta no %(site)s

source: current number of votes
gl: actual número de votos
nb_no: nåværende antall stemmer
pt: número atual de votos

source: anonymous user
gl: usuario anónimo
nb_no: anonym bruker
pt: utilizador anónimo

source: asked
gl: preguntado
nb_no: spurt
pt: perguntadas

source: answered
gl: respondido
nb_no: besvart
pt: não respondidas

source: posted
gl: enviado
nb_no: postet
pt: colocadas

source: this post is marked as community wiki
gl: Esta mensaxe márcase como comunidad wiki
nb_no: dette innlegget er markert som community wiki
pt: esta mensagem está marcada como um wiki comunitário

source: This post is a wiki. Anyone with karma &gt;%(wiki_min_rep)s is welcome to improve it.
gl: Este correo é un wiki. Calquera persoa con karma &gt;%(wiki_min_rep)s é benvido para melloralo.
nb_no: Dette innlegget er en wiki. Enhver bruker med karma mer enn %(wiki_min_rep)s kan hjelpe til med å forbedre det.
pt: Esta mensagem é um wiki. Qualquer pessoa com karma &gt;%(wiki_min_rep)s é bem-vinda para a melhorar.

source: updated
gl: actualizado
nb_no: oppdatert
pt: atualizadas

source: Leave this group
gl: Deixar este grupo

source: Join this group
gl: Unirse a este grupo

source: You are a member
gl: Vostede é membro

source: Cancel application
gl: Cancelar a solicitude

source: Waiting approval
gl: Pendente de aprobación

source: Ask to join
gl: Pedir a incorporación

source: see questions tagged '%(tag)s'
gl: vexa cuestións etiquetadas '%(tag)s'
nb_no: se spørsmål med merkelapp '%(tag)s'
pt: consultar perguntas marcadas com '%(tag)s'

source: Comments
gl: Comentarios

source: delete this comment
gl: eliminar este comentario
nb_no: slett denne kommentaren
pt: apagar este comentário

source: edit
gl: Editar
nb_no: editere
pt: editar

source: convert to answer
gl: converter en resposta

source: follow %(alias)s
gl: Seguir %(alias)s
nb_no: følg %(alias)s
pt: seguir %(alias)s

source: unfollow %(alias)s
gl: Deixar de seguir %(alias)s
nb_no: slutt å følge %(alias)s
pt: deixar de seguir %(alias)s

source: following %(alias)s
gl: seguinte %(alias)s
nb_no: følger %(alias)s
pt: a seguir %(alias)s

source: %(username)s gravatar image
gl: %(username)s imaxe de avatar
nb_no: %(username)s gravatarbilde
pt: imagem do gravatar de %(username)s

source: previous
gl: anterior
nb_no: forrige
pt: anterior

source: current page
gl: páxina actual
nb_no: nåværende side
pt: página atual

source: page %(num)s
gl: páxina %(num)s
nb_no: side %(num)s

source: next page
gl: páxina seguinte
nb_no: neste side
pt: página seguinte

source: responses for %(username)s
gl: resposta para %(username)s
nb_no: tilbakemeldinger for %(username)s
pt: respostas de %(username)s

source: you have %(response_count)s new response
gl: ten %(response_count)s resposta nova
nb_no: du har %(response_count)s nytt svar

source: no new responses yet
gl: aínda ningunha resposta nova
nb_no: ingen nye tilbakemeldinger enda
pt: ainda não há novas respostas

source: %(new)s new flagged posts and %(seen)s previous
gl: %(new)s novos correos marcados e %(seen)s anterior
nb_no: %(new)s nye flaggede innlegg og %(seen)s tidligere innlegg.
pt: %(new)s novas mensagens sinalizadas e %(seen)s anteriores

source: %(new)s new flagged posts
gl: %(new)s novos correos marcados
nb_no: %(new)s nye flaggede innlegg
pt: %(new)s novas mensagens sinalizadas

source: %(seen)s flagged posts
gl: %(seen)s correos marcados
nb_no: %(seen)s flaggede innlegg
pt: %(seen)s mensagens sinalizadas

source: Questions
gl: cuestións
nb_no: Spørsmål
pt: Questões

source: see more comments
gl: ver máis comentarios

source: add a comment
gl: engadir un comentario

source: Answer Your Own Question
gl: Responde a túa propia cuestión
nb_no: Svar på ditt eget spørsmål
pt: Responder à sua Própria Pergunta

source: Post Your Answer
gl: Publicar a súa resposta
nb_no: Post ditt svar

source: Login/Signup to Post
gl: Acceda/Rexístrese para publicar
nb_no: Loggin/Registrere for å poste

source: Edit question
gl: editar cuestión
nb_no: Editer spørsmål
pt: Editar questão

source: Question - in one sentence
gl: Pregunta - nunha soa frase

source: Details
gl: Detalles

source: Change language
gl: Cambiar o idioma

source: Retag question
gl: Reetiquetar unha pregunta
nb_no: Rediger merkelapper på spørsmål

source: Retag
gl: etiquetar de novo
nb_no: Endre merkelapper
pt: Reetiquetar

source: Why use and modify tags?
gl: Por qué empregar e modificar etiquetas?
nb_no: Hvorfor bruke og endre merkelapper?
pt: Porque criar e modificar etiquetas?

source: Tags help to keep the content better organized and searchable
gl: as etiquetas axudan a manter o contido mellor organizado e a buscalo
nb_no: Merkelapper hjelper til med å organisere innhold og gjøre det mer søkbart.
pt: As etiquetas ajudam a manter o conteúdo mais organizado e pesquisável

source: tag editors receive special awards from the community
gl: os editores de etiquetas reciben premios especiais da comunidade
nb_no: merkelappredaktører får spesielle utmerkelser fra community
pt: os editores de etiquetas recebem prémios especiais da comunidade

source: up to 5 tags, less than 20 characters each
gl: ata 5 etiquetas, menos de 20 caracteres cada unha
nb_no: opp til 5 merkelapper på mindre enn 20 tegn i hver
pt: até 5 etiquetas, menos de 20 caracteres cada

source: Reopen question
gl: volver abrir a cuestión
nb_no: Gjenåpne spørsmål
pt: Reabrir pergunta

source: This question has been closed by <a href="%(closed_by_profile_url)s">%(username)s</a>
gl: Esta pregunta pechouna <a href="%(closed_by_profile_url)s">%(username)s</a>

source: Close reason:
gl: pechar motivo
nb_no: Lukkegrunn:
pt: Razão de fecho:

source: When:
gl: Cando:
nb_no: Når:
pt: Quando:

source: Reopen this question?
gl: Volver abrir esta cuestión?
nb_no: Gjenåpne dette spørsmålet?
pt: Reabrir esta pergunta?

source: Reopen this question
gl: volver abrir esta cuestión
nb_no: Gjenåpne dette spørsmål
pt: Reabrir esta pergunta

source: Revision history
gl: Historial de revisión
nb_no: Revisjonshistorikk
pt: Histórico de revisões

source: click to hide/show revision
gl: prema para ocultar/mostrar revisión
nb_no: trykk for å gjemme/vise revisjon
pt: clique para ocultar/mostrar revisão

source: revision %(number)s
gl: revisión %(number)s
nb_no: revisjon %(number)s
pt: revisão %(number)s

source: Subscribe for tags
gl: Subscribir etiquetas
nb_no: Abonner på merkelapp
pt: Subscrever etiquetas

source: Please, subscribe for the following tags:
gl: Subscribirse nas seguintes etiquetas
nb_no: Vennligst abonner på følgende merkelapper:
pt: Por favor subscreva as seguintes etiquetas:

source: Subscribe
gl: Subscribirse
nb_no: Abonner
pt: Subscrever

source: search for tags
gl: buscar por etiquetas

source: Users
gl: Persoas
nb_no: Personer
pt: Utlizadores

source: Users in group %(name)s
gl: Usuarios no grupo %(name)s

source: Select/Sort by &raquo;
gl: Seleccionar/ordenar por

source: people in group %(name)s
gl: xente no grupo %(name)s

source: Sort by &raquo;
gl: Clasificar en
nb_no: Sorter etter &raquo;
pt: Ordenar por &raquo;

source: see people with the highest reputation
gl: ver persoas coa maior reputación
nb_no: se personer med høyest reputation
pt: consultar pessoas com a maior reputação

source: see people who joined most recently
gl: ver persoas que se uniron recentemente
nb_no: se personer som har kommet til community i det siste
pt: consultar pessoas que se juntaram recentemente

source: recent
gl: recente
nb_no: i det siste
pt: recentes

source: see people who joined the site first
gl: ver persoas que se uniron ao primeiro sitio
nb_no: se personer som ble medlemmer på forumet først
pt: consultar pessoas que se juntaram ao sítio primeiro

source: see people sorted by name
gl: ver persoas ordeadas por nome
nb_no: set personer sortert etter navn
pt: consultar pessoas ordenadas pelo nome

source: by username
gl: Por nome de usuario
nb_no: etter brukernavn
pt: por utilizador

source: users matching query %(search_query)s:
gl: usuarios que coinciden coa consulta %(search_query)s:

source: Nothing found.
gl: Non atopado.
nb_no: Ingenting funnet.
pt: Nada encontrado.

source: Please enter your <span>user name</span>, then sign in
gl: Por favor introduzca o seu <span> nome de usuario</span>
nb_no: Vennligst legg inn ditt <span>brukernavn</span>, så logge inn
pt: Por favor escreva o seu <span>nome de utilizador</span>, e inicie a sessão

source: (or select another login method above)
gl: (Ou escolla outro método de inicio de sesión anterior)
nb_no: (eller velge en annen logg inn metode over)
pt: (ou selecione acima outro método de sessão)

source: Sign in
gl: introduzca
nb_no: Logg inn
pt: Iniciar sessão

source: Change Email
gl: cambiar correo
nb_no: Endre epost

source: Validate email
gl: Validar o correo electrónico
nb_no: Valider epost
pt: Validar endereço

source: <span class=\"strong big\">An email with a validation link has been sent to %(email)s.</span> Please <strong>follow the emailed link</strong> with your web browser. Email validation is necessary to help insure the proper use of email on <span class=\"orange\">Q&amp;A</span>. If you would like to use <strong>another email</strong>, please <a href='%(change_email_url)s'><strong>change it again</strong></a>.
gl: <span class=\"strong big\">Envióuselle un correo cunha ligazón de comprobación a %(email)s.</span>Preme <strong>sobre a ligazón enviada</strong> co seu navegador web. A comprobación do correo é necesaria para poder segurar o uso adecuado do correo en <span class=\"orange\">Q&amp;A</span>. Se quere usar <strong>outro correo</strong>, <a href='%(change_email_url)s'><strong>cámbieo outra vez</strong></a>.

source: Email verified
gl: Correo electrónico comprobado
nb_no: Epost verifisert
pt: Endereço verificado

source: <span class=\"big strong\">Thank you for verifying your email!</span> Now you can <strong>ask</strong> and <strong>answer</strong> questions. Also if you find a very interesting question you can <strong>subscribe for the updates</strong> - then will be notified about changes <strong>once a day</strong> or less frequently.
gl: <span class=\"big strong\">Grazas pola comprobación do seu correo!</span> Agora pode <strong>preguntar</strong> e <strong>responder</strong> preguntas. Tamén se atopa unha pregunta moi interesante pode <strong>subscribirse ás súas actualizacións</strong> - daquela notificaránselle os cambios <strong>unha vez ao día</strong> ou aínda menos frecuentemente.
nb_no: <span class=\"big strong\">Takk for at du verifiserte din epost adresse.</span> Nå kan du <strong>stille</strong> og <strong>svare på</strong> spørsmål. Du kan også <strong> abonnere på oppdateringer</strong> når du finner spørsmål du synes er interresante. Du vil da få en melding om endringer på dette spørsmålet.

source: Registration
gl: Rexistro
nb_no: Registrering
pt: Registo

source: User registration
gl: Rexistro do usuario
nb_no: Brukerregistrering

source: <strong>Screen Name</strong> (<i>will be shown to others</i>)
gl: <strong>Nome en pantalla</strong> (<i>amosaraselles a outros</i>)

source: <strong>Email Address</strong> (<i>will <strong>not</strong> be shared with anyone, must be valid</i>)
gl: <strong>Enderezo de correo</strong> (<i>nunca <strong> será</strong> compartido con ninguén, debe ser correcto</i>)

source: Signup
gl: Rexistrarse
nb_no: Påmelding
pt: Registar-se

source: Thank you for registering at our Q&A forum!
gl: Grazas por rexistrarse no noso Q&A foro!
nb_no: Takk for at du har registrert det på vårt Q&A forum!
pt: Obrigado por se registar no nosso fórum Perguntas e Respostas!

source: Your account details are:
gl: Os detalles da súa conta son:
nb_no: Dine kontodetaljer er:
pt: Os detalhes da conta são:

source: Username:
gl: Nome de usuario:
nb_no: Brukernavn:
pt: Nome de utilizador:

source: Password:
gl: Contraseña:
nb_no: Passord:
pt: Senha:

source: Please sign in here:
gl: Asine aquí:
nb_no: Vennligst logg deg på her:
pt: Por favor inicie sessão aqui:

source: Sincerely, Q&A Forum Administrator
gl: Atentamente, Administrador do foro Q&A
nb_no: Mvh, Q&A Forumadministrator

source: Greetings from the %(site_name)s
gl: Agradecementos de %(site_name)s

source: To make use of the Forum, please follow the link below:
gl: Para facer uso do foro, por favor siga o seguinte link
nb_no: For å bruke forumet følg lenkene under:
pt: Para fazer uso do Fórum, por favor siga a ligação abaixo:

source: Following the link above will help us verify your email address.
gl: Seguindo o link de enriba poderá axudalo a verificar a súa dirección de correo
nb_no: Ved å følge lenken over så vil du hjelpe oss med å validere din epost adresse.
pt: Seguindo a ligação abaixo, irá nos ajudar a verificar o seu endereço de correio.

source: If you believe that this message was sent in mistake - no further action is needed. Just ignore this email, we apologize for any inconvenience
gl: No caso de crer que esta mensaxe se lle enviou por erro - non é necesario que faga nada. Ignore simplemente este correo, rogamos desculpas polas molestias
nb_no: Hvis u mener at denne beskjeden er sendt ved en feiltagelse - ingen videre handlig er nødvendig. Bare se bortifra denne eposten og vil beklager for ulempen.

source: Greetings from the Q&A forum
gl: Agradecementos dende o Q&A foro
nb_no: Hilsner fra Q&A forumet
pt: Saudações do fórum Perguntas e Respostas

source: Logout
gl: Sair
nb_no: Logg ut
pt: Terminar sessão

source: You have successfully logged out
gl: Vostede adxuntou con exito
nb_no: Du er nå logget ut
pt: A sessão foi terminada

source: However, you still may be logged in to your OpenID provider. Please logout of your provider if you wish to do so.
gl: Con todo, aínda pode ser conectado ao seu provedor de OpenID. Por favor saia do seu proveedor se quere.
nb_no: Det kan hende du fremdeles er logget inn hos din OpenID leverandør. Gå til denne for å logge ut hvis du ønsker det.
pt: No entanto, estará ligado usando o seu fornecedor OpenID. Por favor, termine a sessão no fornecedor se o pretender.

source: User login
gl: Acceso do usuario
nb_no: Bruker logg inn
pt: Sessão de utilizador

source: Your answer to %(title)s %(summary)s will be posted once you log in
gl: <span class="strong big">A sua resposta </span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">esta gardada e será posta cada vez que entre.</span>
nb_no: <span class="strong big">Ditt svar på </span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">er lagret og vil bli postet med en gang du logger inn.</span>
pt: A sua resposta para %(title)s %(summary)s será colocada logo que inicie sessão

source: Your question %(title)s %(summary)s will be posted once you log in
gl: <span class="strong big">A súa pregunta</span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">esta gardada e será posta cada vez que entre.</span>
nb_no: <span class="strong big">Ditt spørsmål</span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">er lagret og vil bli postet med en gang du logger inn.</span>
pt: A sua pergunta %(title)s %(summary)s será colocada logo que inicie sessão

source: It's a good idea to make sure that your existing login methods still work, or add a new one. Please click any of the icons below to check/change or add new login methods.
gl: É unha boa idea para asegurarse de que os seus métodos de rexistro existentes seguen a traballar, ou engadir un novo. Por favor, prema nun dos iconos de embaixo para comprobar, cambiar ou engadir novos métodos de acceso.
nb_no: Det er en god idé å sørge for at eksisterende innlogging metoder fortsatt fungerer, eller legge til en ny. Vennligst klikk på et av ikonene under for å sjekke/endre eller legge til nye innloggingsmetoder.
pt: É boa ideia ter a certeza de que os métodos atuais de sessão ainda funcionam, ou adicionar um novo. Por favor clique num dos ícones abaixo para verificar/alterar ou adicionar novos métodos para iniciar sessão.

source: Please add a more permanent login method by clicking one of the icons below, to avoid logging in via email each time.
gl: Por favor, engade un método de inicio de sesión máis permanente, premendo nun dos iconos por baixo, para evitar o acceso a través do correo electrónico de cada vez.
nb_no: Vennligst legg til en mer permanent innloggingsmetode ved å klikke på et av ikonene nedenfor, for å unngå å logge deg på via e-post hver gang.
pt: Por favor adicionar um método de sessão mais permanente, clicando num dos ícones abaixo, para evitar iniciar sessão com o correio eletrónico todas as vezes.

source: Click on one of the icons below to add a new login method or re-validate an existing one.
gl: Prema nun dos iconos por baixo para engadir un metodo de entrada ou volver a validar o existente.
nb_no: Klikk på en av ikonene under for å legge til en ny logg inn metode eller re-validere en eksisterende.
pt: Clique num dos ícones abaixo para adicionar um novo método de sessão, ou revalide o já existente.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
gl: Non ten un metodo para entrar ata agora, engada un ou mais premendo sobre calquera dos iconos seguintes
nb_no: Du har ingen metoder for å logge inn akkurat nå så vennligst legg til en eller fler ved å trykke på ikonene under.
pt: Como você não tem um método para iniciar sessão agora, adicione por favor um ou mais métodos clicando num dos ícones abaixo.

source: Please check your email and visit the enclosed link to re-connect to your account
gl: Verifique o seu correo electrónico e acceda a ligazón pechado para re-conectar a túa conta
nb_no: Sjekk din epost og følg vedlagt lenke for å koble til kontoen din
pt: Por favor verifique o seu correio e visite a ligação incluída para religar à sua conta

source: or enter your <span>user name and password</span>
gl: ou escriba o seu <span>nome de usuario e contrasinal</span>

source: Please, sign in
gl: Inicie a sesión
nb_no: Vennligst, logg inn

source: Login failed, please try again
gl: O inicio fallou, por favor intenteo de novo
nb_no: Logg inn feilet. Prøv igjen.
pt: Falhou ao entrar, por favor tente novamente

source: Login or email
gl: Ususario ou correo electrónico
nb_no: Logg inn eller epost
pt: Nome ou endereço eletrónico

source: Password
gl: Contrasinal
nb_no: Passord
pt: Senha

source: To change your password - please enter the new one twice, then submit
gl: Para cambiar o seu contrasinal - escriba o novo dúas veces, a continuación, introducir
nb_no: For å endre ditt passord - tast inn det nye to ganger så send inn
pt: Para mudar a sua senha - por favor introduza a nova duas vezes, e envie-a

source: New password
gl: Novo contrasinal
nb_no: Nytt passord
pt: Nova senha

source: Please, retype
gl: Por favor, escriba de novo
nb_no: Vennligst skriv på nytt
pt: Por favor digite novamente

source: Change password
gl: Cambiar contrasinal
nb_no: Bytte passord
pt: Alterar senha

source: Here are your current login methods
gl: Aquí están os seus métodos de conexión actuais
nb_no: Her er dine nåværende innloggingsmetoder
pt: Eis os seus métodos atuais de sessão

source: provider
gl: Proveedor
nb_no: leverandør
pt: fornecedor

source: last used
gl: Ultimo uso
nb_no: sist brukt
pt: usado pela última vez

source: delete, if you like
gl: Elimine, se o desexa
nb_no: slett hvis du ønsker
pt: eliminar, se quiser

source: delete
gl: Eliminar
nb_no: slett
pt: eliminar

source: cannot be deleted
gl: Non pode ser eliminado
nb_no: kan ikke slettes
pt: não pode ser eliminado

source: Still have trouble signing in?
gl: Aínda ten problemas para entrar?
nb_no: Har du fremdeles problemer med å logg inn?
pt: Ainda tem problemas ao entrar?

source: Please, enter your email address below and obtain a new key
gl: Por favor, introduza o seu enderezo de correo-electrónico abaixo e obteña unha nova clave
nb_no: Skriv inn din epostadresse under for å motta en ny nøkkel
pt: Por favor, introduza o seu endereço de correio eletrónico abaixo e obtenha uma nova chave

source: Please, enter your email address below to recover your account
gl: Por favor, introduza o seu enderezo de correo electrónico abaixo para recuperar a súa conta
nb_no: Legg inn din epostaddresse under for å gjenopprette kontoen din
pt: Por favor insira o seu endereço de correio eletrónico para recuperar a sua conta

source: recover your account via email
gl: Recuperar a súa conta de correo electrónico
nb_no: gjenopprett kontoen din via e-post
pt: recuperar a sua conta por correio eletrónico

source: Send a new recovery key
gl: Enviar unha nova clave
nb_no: Send ny gjenopprettelseslenke
pt: Enviar uma nova chave de recuperação

source: Recover your account via email
gl: Recuperar a súa conta por correo electrónico
nb_no: Gjenopprett kontoen din via epost
pt: Recuperar a sua conta por correio eletrónico

source: Please register by clicking on any of the icons below
gl: Por favor, rexístrese premendo en calquera dos iconos baixo
nb_no: Vennligst registrer ved å trykke på en av ikonene under
pt: Por favor registe-se clicando num dos ícones abaixo

source: or create a new user name and password here
gl: ou sírvase crear aquí un novo nome de usuario e contrasinal
nb_no: eller lag et nytt brukernavn og passord her
pt: ou crie um novo nome de utilizador e senha aqui
