Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Option to define frequency of emailed updates for: Question asked by the user.
gl: Opción de definir a frecuencia das actualizacións enviadas por: Preguntas feitas polo usuario.
nb_no: Valg for å definere frekvens på epostoppdateringer for: Spørsmål spurt av brukeren.
pt: Opção para definir a frequência das mensagens de atualização para as minhas questões.

source: Default notification frequency questions answered by the user
gl: Frecuencia predeterminada de notificación para as respostas polo usuario
nb_no: Standard notifikasjonsfrekvens på spøsmål besvart av brukeren
pt: Frequência da notificação para as minhas respostas

source: Option to define frequency of emailed updates for: Question answered by the user.
gl: Opción para definir a frecuencia das actualizaciones do correo por: Preguntas respostas polo usuario.
nb_no: Valg for å definere frekvens på epostoppdateringer for: Spørsmål spurt av brukeren.
pt: Opção para definir a frequência das mensagens de atualização para as minhas respostas.

source: Default notification frequency questions individually selected by the user
gl: A frecuencia das preguntas de notificación predeterminadas pode ser seleccionada individualmente polo usuario.
nb_no: Standard notifikasjonsfrekvens på spørsmål individuelt valgt av brukeren
pt: Frequência da notificação para as questões selecionadas individualmente

source: Option to define frequency of emailed updates for: Question individually selected by the user.
gl: Existe opción de definir as actualizacións do correo por: Preguntas seleccionadas individualmente polo usuario.
nb_no: Valg for å definere frekvens på epostoppdateringer for: Spørsmål individuelt valgt av brukeren.
pt: Opção para definir a frequência das mensagens de atualização para as questões selecionadas individualmente.

source: Default notification frequency for mentions and comments
gl: Frecuencia de notificación determinada para mencións e comentarios.
nb_no: Standard notifikasjonsfrekvens på nevninger og kommentarer
pt: Frequência da notificação para as menções e comentários

source: Option to define frequency of emailed updates for: Mentions and comments.
gl: Existe opción para definir a frecuencia das actualizacións do correo por: Mencións e comentarios.
nb_no: Valg for å definere frekvens på epostoppdateringer for: Nevninger og kommentarer.
pt: Opção para definir a frequência das mensagens de atualização de menções e comentários.

source: Send periodic reminders about unanswered questions
gl: Envíe regularmente avisos sobre preguntas por responder
nb_no: Send periodiske påmindelser om ubesvarte spørsmål
pt: Enviar lembretes periódicos sobre questões sem resposta

source: NOTE: in order to use this feature, it is necessary to run the management command "send_unanswered_question_reminders" (for example, via a cron job - with an appropriate frequency)
gl: NOTA: Co fin de usar esta función, é necesario executar a xestión do equipo "enviar_sen resposta_preguntas_recordatorios" (por exemplo, a través duna tarefa programada - con una frecuencia apropiada)
nb_no: MERK: For å bruke denne funksjonen så er det nødvendig å kjøre management command "send_unanswered_question_reminders" (for eksempel via en cron jobb - med en passende frekvens)
pt: NOTA: para utilizar este recurso, é necessário executar o comando de administração "send_unanswered_question_reminders". (Por exemplo, através de uma tarefa cron - com uma frequência desejada)

source: Days before starting to send reminders about unanswered questions
gl: Días antes de comezar a enviar avisos sobre as preguntas por responder
nb_no: Dager før systemet starter å sende ut påmindelser om ubesvarte spørsmål
pt: Número de dias antes de enviar lembretes sobre questões sem resposta

source: How often to send unanswered question reminders (in days between the reminders sent).
gl: Con que frecuencia enviar avisos sobre as preguntas por responder (en días entre os recordatorios enviados).
nb_no: Hvor ofte skal påmindelse om ubesvarte spørsmål sendes ut (i dager mellom påmindelser blir send).
pt: Frequência para enviar lembretes de questões sem resposta (em dias entre os lembretes enviados).

source: Max. number of reminders to send about unanswered questions
gl: número máximo de recordatorios para mandar preguntas sen resolver
nb_no: Maks antall påmindelser å sende om ubesvarte spørsmål
pt: Número máximo de lembretes a enviar sobre questões sem resposta

source: Send periodic reminders to accept the best answer
gl: Enviar recordatorios periodicos para aceptar a mellor resposta
nb_no: Send jevnlige påminnelser til å akseptere det beste svaret
pt: Enviar lembretes periódicos para aceitar a melhor resposta

source: NOTE: in order to use this feature, it is necessary to run the management command "send_accept_answer_reminders" (for example, via a cron job - with an appropriate frequency)
gl: NOTA: Co fin de usar esta función, é necesario executar a xestión do equipo "enviar_sen resposta_preguntas_recordatorios" (por exemplo: a través duna tarefa programada - con una freciencia apropiada)
nb_no: MERK: For å bruke denne funksjonen, er det nødvendig å kjøre management command "send_accept_answer_reminders" (for eksempel via en cron jobb - med en passende frekvens)
pt: NOTA: para utilizar este recurso, é necessário executar o comando de administração "send_accept_answer_reminders". (por exemplo, através de uma tarefa cron - com uma frequência desejada)

source: Days before starting to send reminders to accept an answer
gl: Para aceptar una resposta debe comenzar a mandar recordatorios días antes
nb_no: Dager før systemet begynner å sende påminnelser for å godta et svar
pt: Número de dias antes de enviar lembretes para aceitar uma resposta

source: How often to send accept answer reminders (in days between the reminders sent).
gl: Con qué frecuencia hai que enviar recordatorios de respostas aceptadas (días entre os recordatorios enviados).
nb_no: Hvor ofte å sende påminnelser for å godta svar (i dager mellom påminnelser).
pt: Frequência para enviar lembretes de aceitar respostas (em dias entre os lembretes enviados).

source: Max. number of reminders to send to accept the best answer
gl: Enviar o máximo número de recordatorios para aceptar a mellor resposta
nb_no: Maks antall påmindelser for å akseptere beste svar
pt: Número máximo de lembretes a enviar sobre aceitar a melhor resposta

source: Require email verification before allowing to post
gl: Necesaria verificación por correo-e antes de enviar mensaxes
nb_no: Påkreve epostverifisering før man får lov å skrive spørsmål/svar
pt: Solicitar verificação de endereço eletrónico antes de permitir uma mensagem

source: Active email verification is done by sending a verification key in email
gl: A verificación activa faise enviando unha chave de verificación ao correo-e
nb_no: Aktiv epostverifisering blir gjort ved å sende en verifiseringsnøkkel på epost
pt: A verificação do endereço eletrónico é feito através de uma chave de verificação numa mensagem eletrónica

source: Fake email for anonymous user
gl: Falsificar correo-e para usuarios anónimos
nb_no: Falsk epost for anonym bruker
pt: Endereço fictício para utilizadores anónimos

source: Use this setting to control gravatar for email-less user
gl: Utilice esta opción para controlar o gravatar para usuarios sen correo-e
nb_no: Bru denne instillingen for å kontrollere gravater for bruker uten epost.
pt: Utilize esta definição para controlar o "gravatar" dos utilizadores sem endereço eletrónico

source: Allow posting questions by email
gl: Permitir enviar cuestións por correo electrónico
nb_no: Tillat å poste spørsmål via e-post
pt: Permitir a colocação de questões por correio eletrónico

source: Before enabling this setting - please fill out IMAP settings in the settings.py file
gl: Antes de activar esta opción encha as opcións IMAP no ficheiro settings.py
nb_no: Før man aktiviserer denne instillingen må man fylle inn IMAP instillingene i settings.py filen
pt: Antes de ativar esta definição, preencha as definições IMAP no ficheiro settings.py

source: Replace space in emailed tags with dash
gl: Substituír o epazo en etiquetaxes por correo cun guión
nb_no: Bytt ut mellomrom i epostsendte merkelapper med _
pt: Substituir espaços em etiquetas enviadas com travessões

source: This setting applies to tags written in the subject line of questions asked by email
gl: Esta opción aplícase a etiquetaxes escritas na liña de asunto de preguntas formuladas por correo-e
nb_no: Denne instillingen hører til merkelapper skrevet i emnefeltet for spørmål spurt på epost
pt: Esta definição aplica-se a etiquetas escritas na linha de assunto de perguntas feitas por correio eletrónico

source: Enable posting answers and comments by email
gl: Permita respostas e comentarios por correo electrónico
nb_no: Aktiver mulighet for å legge in spørsmål og kommentarer via epost

source: To enable this feature make sure lamson is running
gl: Para activar esta función, asegúrese de que lamson está executado
nb_no: For å aktivere denne funksjonatliteten må lamson kjøre

source: Emailed post: when to notify author about publishing
gl: Publicación enviada por correo: cando notificarlle ao autor da publicación
nb_no: Epostinnlegg: når skal forfatter varsles om publisering

source: Reply by email hostname
gl: Resposte por correo o nome de host
nb_no: Svar via epost vertsnavn

source: Email replies having fewer words than this number will be posted as comments instead of answers
gl: As contestacións de correo electrónico que teñan menos palabras que este número publicaranse como comentarios en lugar de respostas
nb_no: E-post svar som har færre ord enn dette antallet vil bli lagt inn som kommentarer i stedet for svar

source: Keys for external services
gl: Claves para servizos externos
nb_no: Keys for eksterne tjenester
pt: Chaves para serviços externos

source: Google site verification key
gl: Chave de verificación de sitio Google
pt: Chave de verificação da página Google

source: This key helps google index your site please obtain is at <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
gl: Esta chave axuda a google a catalogar o seu sitio, obtéñaa en <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
nb_no: Denne nøkkelen hjelper Google å indeksere nettsiden. Vennligst gå til <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
pt: Esta chave ajuda o Google a indexar seu sítio. Consiga-o no <a href="%(url)s?hl=%(lang)s">sítio de ferramentas para webmasters do Google</a>

source: Google Analytics key
gl: Chave de Google Analytics
pt: Chave do Google Analytics

source: Obtain is at <a href="%(url)s">Google Analytics</a> site, if you wish to use Google Analytics to monitor your site
gl: Obtéñao no sitio <a href="%(url)s">Google Analytics</a> se quere utilizar Google Analytics para monitorizar o seu sitio
nb_no: Skaff en slik på <a href="%(url)s">Google Analytics</a> nettside hvis du ønsker å bruke Google Analytics for å monitorere nettsiden
pt: Consiga no sítio <a href="%(url)s">Google Analytics</a>, se desejar utilizar o Google Analytics para monitorizar o seu sítio

source: Enable recaptcha (keys below are required)
gl: Activar recaptcha (requírense as chaves embaixo)
nb_no: Aktiviser recaptcha (nøkler under er påkrevd)
pt: Ativar recaptcha (as chaves abaixo são necessárias)

source: Recaptcha public key
gl: Chave pública recaptcha
pt: Chave pública recaptcha

source: Recaptcha private key
gl: Chave privada recaptcha
pt: Chave privativa recaptcha

source: Recaptcha is a tool that helps distinguish real people from annoying spam robots. Please get this and a public key at the <a href="%(url)s">%(url)s</a>
gl: Recaptcha é unha ferramenta que axuda a distinguir a xente real das molestas máquinas de spam. Obteña isto e unha chave pública no <a href="%(url)s">%(url)s</a>
nb_no: Recaptcha er et verktøy som hjelper systemet å skille ekte mennesker fra robotter som ønsker å spre søppeldata. Vennligst hen denne og public key på <a href="%(url)s">%(url)s</a>
pt: Recaptcha é uma ferramenta que ajuda a distinguir pessoas verdadeiras de robots de spam. Obtenha esta e uma chave pública em <a href="%(url)s">%(url)s</a>

source: Facebook public API key
gl: Chave pública API de Facebook
pt: Chave pública API do Facebook

source: Facebook API key and Facebook secret allow to use Facebook Connect login method at your site. Please obtain these keys at <a href="%(url)s">facebook create app</a> site
gl: A chave API de Facebook e Facebook secreto permite utilizar o método de inicio de sesión de Facebook no seu sitio. Obteña estas chaves en <a href="%(url)s">facebook create app</a>
nb_no: Facebook API key og Facebook secret tillater slik at nettsiden kan bruke Facebook Connect innloggingsmetode. Gå til <a href="%(url)s">facebook create app</a> for å generere slike keys.
pt: A chave APL do Facebook e o segredo do Facebook permitem utilizar o método de sessão do Facebook Connect no seu sítio. Obtenha estas chaves no sítio da <a href="%(url)s">criação de aplicações do Facebook</a>

source: Facebook secret key
gl: Chave secreta de Facebook
pt: Chave secreta do Facebook

source: Twitter consumer key
gl: Chave de consumidor de Twitter
pt: Chave de consumidor do Twitter

source: Please register your forum at <a href="%(url)s">twitter applications site</a>
gl: Rexistre o seu foro en <a href="%(url)s">twitter applications site</a>
nb_no: Vennligst registrer ditt forum på <a href="%(url)s">twitter applications site</a>
pt: Por favor registe o seu fórum no <a href="%(url)s">sítio de aplicações do Twitter</a>

source: Twitter consumer secret
gl: Segredo de consumidor de Twitter
pt: Chave de consumidor do Twitter

source: LinkedIn consumer key
gl: Chave de consumidor de
pt: Chave de consumidor do Linkedin

source: Please register your forum at <a href="%(url)s">LinkedIn developer site</a>
gl: Rexistre o seu foro en <a href="%(url)s">LinkedIn developer site</a>
nb_no: Vennligst registrer ditt forum på <a href="%(url)s">LinkedIn developer site</a>
pt: Por favor registe o seu fórum no <a href="%(url)s">sítio de programadores do Linkedin</a>

source: LinkedIn consumer secret
gl: Segredo de consumidor de LinkedIn
pt: Segredo de consumidor do Linkedin

source: ident.ca consumer key
gl: Chave de consumidor de ident.ca
pt: Chave de consumidor do ident.ca

source: Please register your forum at <a href="%(url)s">Identi.ca applications site</a>
gl: Rexistre o seu foro en <a href="%(url)s">Identi.ca applications site</a>
nb_no: Vennligst registrer ditt forum på <a href="%(url)s">Identi.ca applications site</a>
pt: Por favor registe o seu fórum no <a href="%(url)s">sítio de aplicações do ident.ca</a>

source: ident.ca consumer secret
gl: Segredo de consumidor de ident.ca
pt: Segredo de consumidor do ident.ca

source: Messages and pages - about, privacy policy, etc.
gl: Mensaxes e páxinas - sobre, política de privacidade, etc.
nb_no: Meldinger og sider - om løsningen, personvern, osv.

source: Text of the Q&A forum About page (html format)
gl: Texto da páxina About do foro preguntas-respostas (formato HTML)
nb_no: Tekst for Q&A forums "Om side" (html format)
pt: Texto para a página Sobre do fórum de Perguntas e Respostas (formato HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "about" page to check your input.
gl: Garde, logo <a href="http://validator.w3.org/">use HTML validator</a> na páxina "about" para comprobar a súa entrada.
nb_no: Lagre, så <a href="http://validator.w3.org/">bruk HTML validator</a> på "om-siden" for å sjekke det du har lagt inn
pt: Guarde, e depois <a href="http://validator.w3.org/">utilize o validador HTML</a> na página "sobre" para verificar a sua entrada.

source: Text of the Q&A forum FAQ page (html format)
gl: Texto da páxina do FAQ do foro preguntas-respostas (formato HTML)
nb_no: Tekst for Q&A forum FAQ side (html format)
pt: Texto para a página FAQ do fórum de Perguntas e Respostas (formato HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "faq" page to check your input.
gl: Garde, logo <a href="http://validator.w3.org/">use HTML validator</a> na páxina "faq" para comprobar a súa entrada.
nb_no: Lagre, så <a href="http://validator.w3.org/">bruk HTML validator</a> på "FAQ-siden" for å sjekke det du har lagt inn
pt: Guarde, e depois <a href="http://validator.w3.org/">utilize o validador HTML</a> na página "faq" para verificar a sua entrada.

source: Instructions on how to ask questions
gl: Instrucións sobre como facer preguntas
nb_no: Instruksjoner om hvordan man stiller bra spørsmål

source: HTML is allowed. Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "ask" page to check your input.
gl: Permítese o HTML. Garde, logo <a href="http://validator.w3.org/">use un comprobador de HTML</a> na páxina «preguntar» para probar a súa entrada.
nb_no: HTML er lov. Lagre, så bruk <a href="http://validator.w3.org/">HTML validator</a> på spørsmålsiden for å sjekke ditt innlegg.

source: Text of the Q&A forum Privacy Policy (html format)
gl: Texto da política de privacidade do foro preguntas-respostas (formato HTML)
nb_no: Tekst for Q&A forum Personvern side (html format)
pt: Texto para a página de Política de Privacidade do fórum de Perguntas e Respostas (formato HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "privacy" page to check your input.
gl: Garde, logo <a href="http://validator.w3.org/">use HTML validator</a> na páxina "privacy" para comprobar a súa entrada.
nb_no: Lagre, så <a href="http://validator.w3.org/">bruk HTML validator</a> på "personvernsiden" for å sjekke det du har lagt inn
pt: Guarde, e depois <a href="http://validator.w3.org/">utilize o validador HTML</a> na página de "privacidade" para verificar a sua entrada.

source: Do not edit this field manually!!!
gl: Non edite este campo manualmente!
nb_no: Ikke editer dette feltet manuelt!!!

source: Data entry and display rules
gl: Entrada de datos e normas de presentación
nb_no: Data entry og visningsregler
pt: Entrada de dados e regras de exibição

source: Editor for the posts
gl: Editor de publicacións
nb_no: Editor for innlegg

source: Editor for the comments
gl: Editor de comentarios
nb_no: Editor for kommentarer

source: Enable big Ask button
gl: Activar o gran botón Preguntar
nb_no: Aktiver den store Spør knappen

source: Disabling this button will reduce number of new questions. If this button is disabled, the ask button in the search menu will still be available.
gl: A desactivación deste botón reducirá o número de novas preguntas. De desactivar este botón, o botón preguntar no menú de busca aínda estará dispoñíbel.
nb_no: Ved å deaktivere denne knappen vil du redusere antall nye spørsmål. Hvis denne knappen er deaktivert, så vil spørsmålsknappen i søkefeltet fremdeles være tilgjengelig.

source: Enable embedding videos.
gl: Activar a incorporación de datos
nb_no: Aktiver mulighet for video i innlegg.

source: <em>Note: please read <a href="%(url)s">read this</a> first.</em>
gl: <em>Nota: lea <a href="%(url)s">lea esto</a> first.</em>
nb_no: <em>Note: vennligst les <a href="%(url)s">dette</a> først.</em>

source: Check to enable community wiki feature
gl: Marque para activar a función para a comunidade wiki
nb_no: Kryss av for å aktivere community wiki funksjonalitet
pt: Marque para permitir o recurso do wiki comunitário

source: Allow asking questions anonymously
gl: Permitir formular preguntas anonimamente
nb_no: Tillat å spørre spørsmål anonymt
pt: Permitir fazer perguntas anonimamente

source: Users do not accrue reputation for anonymous questions and their identity is not revealed until they change their mind
gl: Os usuarios non aumentan a súa reputación por preguntas anónimas e non se revelará a súa identidade ata que cambien de idea
nb_no: Brukere får ikke påeng for anonyme spørsmål og deres identitet blir ikke røpet om de ikke forandrer mening
pt: Os utilizadores não aumentam a sua reputação com perguntas anónimas, e a sua identidade não é revelada até que mudem de opinião

source: Allow posting before logging in
gl: Permitir publicar antes de iniciar sesión
nb_no: Tillat innlegg før innlogging
pt: Permitir mensagens antes de iniciar sessão

source: Check if you want to allow users start posting questions or answers before logging in. Enabling this may require adjustments in the user login system to check for pending posts every time the user logs in. The builtin Askbot login system supports this feature.
gl: Marque se desexa permitir que os usuarios comecen a enviar preguntas ou respostas antes de iniciar sesión. Activar isto pode requerir axustes no sistema de inicio de sesión para comprobar se existen mensaxes pendentes cada vez que se inicie sesión. O sistema incorporado de inicio de sesión de Askbot é compatíbel con esta función.
nb_no: Kryss av hvis du ønsker at brukere skal kunne starte å legge inn spørsmål og svar før de har logget in. Hvis du velger denne funksjonaliteten så kan det kreve tilpassninger på brukerinnloggingssystemet slik at det sjekkes for hengende innlegg hver gang brukeren logger inn. Det innebyggede systemet i Askbot støtter dette.
pt: Assinale se deseja permitir que os utilizadores comecem a colocar perguntas ou respostas antes de iniciar sessão. Ativar esta função pode exigir ajustes no sistema de sessão do utilizador, para verificar mensagens pendentes a cada vez que o utilizador inicia sessão. O sistema interno de sessão do Askbot permite esta função.

source: Auto-follow questions by the Author
gl: Seguir automaticamente preguntas polo autor

source: Fully open by default
gl: Totalmente aberto de modo predeterminado

source: Folded by default
gl: En cartafol de modo predeterminado

source: Question details/body editor should be
gl: O editor dos detalles/corpo da pregunta debería ser

source: To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.
gl: Para usar o modo cartafol, estabeleza primeiro o tamaño de corpo mínimo en 0. Faga tamén as etiquetas opcionais.

source: Allow swapping answer with question
gl: Permitir intercambiar resposta coa pregunta
nb_no: Tillat å bytte svar med spørsmål
pt: Permitir trocar a resposta pela pergunta

source: This setting will help import data from other forums such as zendesk, when automatic data import fails to detect the original question correctly.
gl: Esta opción axuda a importar datos de outros foros como zendesk, cando a importación automática de datos falla ao detectar correctamente a pregunta orixinal.
nb_no: Denne instillingen vil hjelpe med å importere fra andre forum som zendesk ved at den automatisk gjenkjenner orginalspørsmålet.
pt: Esta definição ajudará a importar dados de outros fóruns, tais como o zendesk, quando a importação automática de dados falhar em detetar a pergunta original corretamente.

source: Maximum length of tag (number of characters)
gl: Lonxitude máxima de etiquetaxe (número de caracteres)
nb_no: Maksimum lengde på mekelapp (antall tegn)
pt: Comprimento máximo de etiqueta (número de caracteres)

source: Minimum length of title (number of characters)
gl: Extensión minima de título (number of characters)
nb_no: Minimum lengde på tittel (antall tegn)
pt: Comprimento máximo do título (número de caracteres)

source: Minimum length of question body (number of characters)
gl: Extensión mínima de pregunta (number of characters)
nb_no: Minimum lengde på spørsmålinnhold (antall tegn)
pt: Comprimento mínimo do corpo da pergunta (número de caracteres)

source: Minimum length of answer body (number of characters)
gl: Extension mínima de pregunta (number of characters)
nb_no: Minimum lengde på svarinnhold (antall tegn)
pt: Comprimento mínimo do corpo da resposta (número de caracteres)
