Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Create login name and password
gl: Crear un nome de ususario e contrasinal
nb_no: Lag brukernavn og passord
pt: Criar nome de sessão e senha

source: <span class='strong big'>If you prefer, create your forum login name and password here. However</span>, please keep in mind that we also support <strong>OpenID</strong> login method. With <strong>OpenID</strong> you can simply reuse your external login (e.g. Gmail or AOL) without ever sharing your login details with anyone and having to remember yet another password.
gl: <span class='strong big'>se o prefire, pode crear o seu nome de acceso e contrasinal aquí. No entanto,</span>, lembre, por favor, que tamén se admite o método de acceso mediante <strong>OpenID</strong>. Con <strong>OpenID</strong> podería simplemente reutilizar o seu identificador externo (i.e. Gmail ou AOL) sen nunca compartir os detalles do seu identificador con ninguén ou tendo que lembrar outro contrasinal máis.
nb_no: <span class='strong big'>Hvis du øsnker så kan du lage et forum loginnavn og passord her. </span>Vi anbefaler derimot å bruke <strong>OpenID</strong> innloggingsmetode. Med <strong>OpenID</strong> kan du enkelt gjenbruke et login du har på en ekstern tjeneste som Facebook, GMail, etc. uten å dele login informasjon med noen. På denne måten slipper du å huske nok et passord.

source: Please read and type in the two words below to help us prevent automated account creation.
gl: Por favor, lea e escriba as dúas palabras de embaixo para axudarnos a evitar a creación de contas automáticas.
nb_no: Vennligst les og skriv inn de to ordene under for å hjelpe oss å unngå automatisk kontogenerering.
pt: Por favor leia e insira as duas palavras abaixo para nos ajudar a prevenir criações de conta automáticas.

source: or
gl: Ou
nb_no: eller
pt: ou

source: return to OpenID login
gl: Volver a unha sesión OpenID
nb_no: tilbake til OpenID logg inn
pt: regressar à sessão OpenID

source: Confirm email address
gl: Confirmar o enderezo de correo

source: Validation email sent. Please find it and follow the enclosed link.<br/> If the link doesn't work - enter the code below:
gl: Enviada a comprobación por correo. Atópea e siga a ligazón encerrada.<br/> Se a ligazón non funciona - introduza o código seguinte:

source: Confirm email
gl: Confirmar correo

source: Choose your favorite service below to sign in using secure OpenID or similar technology. Your external service password always stays confidential and you don't have to rememeber or create another one.
gl: Escolla o seu servizo favorito para iniciar sesión usando un securizado OpenID ou tecnoloxía semellante. O seu contrasnial de servizo externo sempre se mantén confidencial e non ten que lembralo nin crear outro.
nb_no: Velg din din favoritt for å logge på med OpenID eller lignende teknologi. Passord for eksterne tjenester forblir konfidensielle og du trenger ikke å huske eller lage nye.

source: or enter your <span>user name and password</span>, then sign in
gl: ou escriba o seu <span>nome de usuario e contrasinal</span>, e logo inicie sesión
nb_no: eller legg inn <span>brukernavn og passord</span>, så logg inn

source: add avatar
gl: Engadir categoria
nb_no: legg til avatar
pt: adicionar "avatar"

source: Change avatar
gl: Cambiar categoria
nb_no: Endre avatar
pt: Alterar "avatar"

source: Your current avatar:
gl: Seu avatar actual:
nb_no: Din nåværende avatar:
pt: O seu "avatar":

source: You haven't uploaded an avatar yet. Please upload one now.
gl: Non enviou un avatar aínda. Por favor envíe un agora.
nb_no: Du har ingen avatar enda. Vennligst last opp en nå.
pt: Ainda não enviou um "avatar". Por favor envie um agora.

source: Upload New Image
gl: Cargar nova imaxe
nb_no: Last opp nytt bilde
pt: Enviar nova imagem

source: change avatar
gl: cambiar avatar
nb_no: endre avatar
pt: alterar "avatar"

source: Choose new Default
gl: Escolla unha nova propiedade
nb_no: Velg ny Standard
pt: Escolher novo Padrão

source: Upload
gl: Cargar
nb_no: Last opp
pt: Enviar

source: delete avatar
gl: Eliminar categoría
nb_no: slett avatar
pt: apagar avatar

source: Please select the avatars that you would like to delete.
gl: Escolla as categorías que desexa eliminar.
nb_no: Vennligst velg avatarene du ønsker å slette.
pt: Por favor selecione os avatares que gostaria de apagar.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
gl: Non ten categorias para eliminar. por favor cargue unha agora. <a href="%(avatar_change_url)s"></a>
nb_no: Du har ingen avatarer å slette. Vennligst <a href="%(avatar_change_url)s">last opp en</a> nå.
pt: Você não tem avatares para apagar. Por favor <a href="%(avatar_change_url)s">envie um</a> agora.

source: Delete These
gl: Eliminar estas
nb_no: Slett disse
pt: Apagar Estes

source: %(user)s, please reply to this message.
gl: %(user)s, responda, por favor, esta mensaxe.

source: Your post could not be published, because we could not detect signature in your email.
gl: A súa publicación podería non ser publicábel se non detectamos unha sinatura no seu correo.

source: This happened either because this is your first post or you have changed your email signature.
gl: Isto sucedeu tanto porque pode ser a súa primeira publicación ou porque teña cambiado a sinatura de correo

source: Please make a simple response, without editing this message.
gl: Dea unha resposta simple, sen editar esta mensaxe.

source: We will then attempt to detect the signature in your response and you should be able to post.
gl: Tentaremos entón detectar a sinatura na súa resposta e xa debería poder publicar.

source: To change frequency, language and content of these alerts, please visit <a href="%(url)s">your user profile</a>.
gl: Para cambiar a frecuencia, idioma e contido desas alertas, visite <a href="%(url)s">o seu perfil de usuario</a>.

source: To change freqency and content of these alerts, please visit <a href="%(url)s">your user profile</a>.
gl: Para cambiar a frecuencia e contido desas alertas, visite <a href="%(url)s">o seu perfil de usuario</a>.

source: If you believe that this message was sent in an error, please email about it the forum administrator at <a href="mailto:%(admin_email)s">%(admin_email)s</a>.
gl: Se cre que esta mensaxe se enviou por erro, mande un correo sobre este asunto ao administrador do foro en <a href="mailto:%(admin_email)s">%(admin_email)s</a>.

source: Dear %(name)s,
gl: Prezado/a %(name)s,

source: The following question has been updated %(site_name)s:
gl: A seguinte pregunta actualizouse en %(site_name)s:

source: Hello, this is a %(site_title)s forum feedback message.
gl: Ola, esta é unha mensaxe de contestación do foro en %(site_title)s.
nb_no: Hei. Dette er en %(site_title)s forum tilbakemeldingsbeskjed.
pt: Olá, esta é uma mensagem de retorno do fórum de %(site_title)s.

source: Sincerely,<br>%(site_name)s Administrator
gl: Atentamente, Administración de <br>%(site_name)s

source: %(username)s, your question could not be posted by email just yet.
gl: %(username)s, a súa pregunta non puido ser publicada por correo ata agora.

source: To make posts by email, you need to receive about %(min_upvotes)s upvotes.
gl: Para facer publicacións por correo, necesitará recibir preto de %(min_upvotes)s votos positivos.

source: At this time, please post your question at %(link)s
gl: Neste momento, publique a súa pregunta en %(link)s

source: Question by %(author)s:
gl: Preguntas de %(author)s:

source: In reply to %(author)s's question:
gl: En resposta á pregunta de %(author)s:

source: Question :
gl: Pregunta:

source: Asked by %(author)s:
gl: Preguntado por %(author)s:

source: Tags:
gl: Etiquetas:

source: %(author)s's answer:
gl: resposta de %(author)s:

source: In reply to %(author)s's answer:
gl: En contestación á resposta de %(author)s:

source: Answered by %(author)s:
gl: Respondida por %(author)s:

source: %(author)s's comment:
gl: comentario de %(author)s:

source: In reply to %(author)s's comment:
gl: En contestación ao comentario de %(author)s:

source: Commented by %(author)s:
gl: Comentado por %(author)s:

source: Below is a copy of your post:
gl: A seguir vai unha copia da súa publicación:

source: %(count)s comment:
gl: %(count)s comentario:

source: Great, you are ready to use %(site_name)s!
gl: De acordo, xa está listo para usar %(site_name)s!

source: You can post questions by emailing them at %(ask_address)s.
gl: Pode publicar preguntas enviándoas por correo a %(ask_address)s.

source: When you receive update notifications, you will be able to respond to them, also by email.
gl: Cando reciba notificacións de actualización, poder respondelas, tamén, por correo.

source: Of course, you can always visit the %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>.
gl: Por suposto, sempre pode visitar %(site_name)s en <a href="%(site_url)s">%(site_url)s</a>.

source: Please visit %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>, we look forward to your posts.
gl: Visite %(site_name)s en <a href="%(site_url)s">%(site_url)s</a>, buscaremos as súas publicacións.

source: Your post was rejected.
gl: Rexeitouse a súa publicación.

source: Your post (copied in the end), was rejected for the following reason:
gl: Rexeitouse a súa publicación (ten copia ao final), pola seguinte razón:

source: Here is your original post
gl: Aquí está a súa publicación orixinal

source: <p>The system was unable to process your message successfully, the reason being:<p>
gl: <p>O sistema non puido procesar a súa mensaxe correctamente, debido a:<p>
nb_no: <p>Systemet kunne ikke prossesere meldingen. Grunnen er:<p>

source: Welcome to %(site_name)s!
gl: Dámoslle a benvida a %(site_name)s!

source: Important: <em>Please reply</em> to this message, without editing it. We need this to determine your email signature and that the email address is valid and was typed correctly.
gl: Importante: <em>Responda</em> a esta mensaxe, sen editala. Necesitámolo para determinar a súa sinatura de correo e para saber que o enderezo de correo é correcto e fose escrito correctamente.

source: Until we receive the response from you, you will not be able ask or answer questions on %(site_name)s by email.
gl: Ata que recibamos a resposta de vostede, non poderá preguntar nin responder preguntas en %(site_name)s por correo.

source: How to use?
gl: Como usalo?

source: Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it.
gl: Simplemente copie a etiqueta &lt;script&gt; fornecida e péguea no sitio web onde queira poñela.

source: %(action)s an %(widget_name)s widget
gl: %(action)s un miniaplicativo %(widget_name)s

source: Save
gl: Gardar
nb_no: Lagre
pt: Guardar

source: Widgets
gl: Miniaplicativos

source: Create and embed widgets into your sites, here a list of available widgets.
gl: Crear e incorporar miniaplicativos nos seus sitios, aquí hai unha lista de miniaplicativos dispoñíbeis.

source: Ask a question
gl: Facer unha pregunta
pt: Colocar uma questão

source: create
gl: crear

source: view list
gl: ver lista

source: List of questions
gl: Lista de preguntas

source: %(author)s wrote:
gl: %(author)s escribiu:

source: To reply please <a class="thread-link" href="THREAD_URL_HOLE">visit your message inbox</a>
gl: Para responder <a class="thread-link" href="THREAD_URL_HOLE">visite a súa caixa de entrada</a>

source: compose
gl: compoñer

source: You wrote on %(date)s:
gl: Escribiu o %(date)s:

source: Messages by sender:
gl: Mensaxes por remitente:

source: inbox
gl: bandexa de entrada
nb_no: inboks
pt: caixa de entrada

source: sent
gl: enviado

source: trash
gl: lixo

source: there are no messages yet...
gl: aínda non hai mensaxes...

source: Sites
gl: Lugares
nb_no: Nettsteder
pt: Sítios

source: Settings
gl: Configuración

source: Please correct the error below.
gl: Corrixa o seguinte erro.
nb_no: Vennligst rett feilen under.
pt: Por favor, corrija o erro indicado.

source: Settings included in %(name)s.
gl: Configuración incluida en %(name)s.
nb_no: Instillinger er inkludert i %(name)s
pt: Definições incluídas em %(name)s.

source: You don't have permission to edit values.
gl: Non ter permiso para editar valores.
nb_no: Du har ikke rettigheter til å editere verdiene.
pt: Sem permissão para editar valores.

source: Documentation
gl: Documentación
nb_no: Dokumentasjon
pt: Documentação

source: Log out
gl: Saír
nb_no: Logg ut
pt: Terminar sessão

source: Home
gl: Principal
nb_no: Hjem
pt: Página inicial

source: Edit Site Settings
gl: Editar a configuración do sitio
nb_no: Endre nettstedsinstillinger
pt: Editar definições do sítio

source: Livesettings are disabled for this site.
gl: Livesettingns estan desactivas para este sitio.
nb_no: Liveinstillinger er deaktivert for denne nettsiden
pt: Livesettings foram desativados neste sítio.

source: All configuration options must be edited in the site settings.py file
gl: Todas as opcións de configuración deben estar editadas no archivo local settings.py
nb_no: Alle konfigurasjonsopsjoner må editeres i nettstedets settings.py fil
pt: Todas as configurações deve ser editadas no ficheiro settings.py do sítio

source: Group settings: %(name)s
gl: Configuración de grupo: %(name)s
nb_no: Gruppeinstillinger: %(name)s
pt: Definições do grupo: %(name)s

source: Uncollapse all
gl: Descomprimir todo
nb_no: Vis alle
pt: Expandir todos

source: %(q_num)s question
gl: %(q_num)s pregunta
nb_no: %(q_num)s spørsmål
pt: %(q_num)s questão

source: with %(author_name)s's contributions
gl: con %(author_name)s's colaboracións
nb_no: med %(author_name)ss bidrag
pt: com contribuições de %(author_name)s

source: Tagged
gl: Etiquetado
nb_no: Satt merkelapper
pt: Sinalizado

source: Search tips:
gl: Consellos de busca
nb_no: Søketips:
pt: Sugestões de busca:

source: reset author
gl: Establecer autor
nb_no: tilbakestill forfatter
pt: repor autor

source: or
gl: ou
nb_no: eller
pt: ou

source: reset tags
gl: redefinir etiquetas
nb_no: tilbakestill merkelapper
pt: repor etiquetas

source: start over
gl: Iniciar de novo
nb_no: start på nytt
pt: começar novamente

source: - to expand, or dig in by adding more tags and revising the query.
gl: - ampliar, ou profundizar para añadir máis etiquetas e revisar a consulta.
nb_no: - for å ekspandere, eller delta ved å legge til nye merkelapper og tilpasse søket.
pt: - para expandir, ou aprofundar adicionando mais etiquetas e rever a consulta.

source: Search tip:
gl: Buscar información
nb_no: Søketips:
pt: Sugestão de busca:

source: add tags and a query to focus your search
gl: engada etiquetas e unha consulta para enfocar a súa busca
nb_no: legg til merkelapper og en søketekst for å fokusere ditt søk
pt: adicione etiquetas e uma consulta para focar a sua busca

source: There are no unanswered questions here
gl: Aquí non hai cuestións sen resposta
nb_no: Det er ingen ubesvarte spørsmål her
pt: Não há perguntas por responder aqui

source: No questions here.
gl: Ningunha cuestión aquí.
nb_no: Ingen spørsmål her.
pt: Não há perguntas aqui.

source: Please follow some questions or follow some users.
gl: Por favor siga algunhas cuestións ou siga algúns usuarios
nb_no: Vennligst følg noen spørsmål eller følg brukere du respekterer.
pt: Por favor siga algumas questões ou siga alguns utilizadores.

source: You can expand your search by
gl: Vostede pode expandir a súa busca preto
nb_no: Du kan ekspandere søket ditt ved å
pt: Pode expandir a sua busca por

source: resetting author
gl: autor de reposición
nb_no: tilbakestille forfatter
pt: a repor o autor

source: resetting tags
gl: etiquetas de reposición
nb_no: tilbakestille merkelapper
pt: a repor etiquetas

source: starting over
gl: empezando de novo
nb_no: starte på nytt
pt: a começar de novo

source: Please always feel free to ask your question!
gl: Síntase sempre con liberdade para preguntar a súa dúbida
nb_no: Alltid føl deg fri til å spørre spørsmål!
pt: Sinta-se à vontade para lançar a sua questão!

source: Did not find what you were looking for?
gl: Non atopou o que buscaba?
nb_no: Fant du det du letet etter?
pt: Não encontrou o que procurava?

source: Ask your question!
gl: Faga a súa pregunta!

source: subscribe to the questions feed
gl: Subscribirse á alimentación de fontes
nb_no: abonner på en spørsmålsstrøm
pt: subscrever às perguntas via RSS

source: Tag search
gl: Busca de etiqueta

source: search
gl: buscar

source: Please note: %(app_name)s requires javascript to work properly, please enable javascript in your browser, <a href="%(noscript_url)s">here is how</a>
gl: Nota: %(app_name)s requírese javascript para traballar ben, permitir a javascript no seu explorador, <a href="%(noscript_url)s">here is how</a>
nb_no: Vennligst legg merke til: %(app_name)s krever javascript for å fungere riktig. For å kunne bruke nettstedet, slå på javascript i din nettleser nå. <a href="%(noscript_url)s">Dette er hvordan</a>
pt: Por favor note: %(app_name)s requer javascript para funcionar corretamente. Por favor ative javascript no seu navegador. <a href="%(noscript_url)s">Aqui está como</a>

source: each tag must be shorter that %(max_chars)s character
gl: a etiqueta non debe ter máis de %(max_chars)s caracteres
nb_no: hver merkelapp må være kortere enn %(max_chars)s tegn
pt: cada etiqueta deve ter menos de %(max_chars)s carácter

source: please use %(tag_count)s tag
gl: use %(tag_count)s etiqueta
nb_no: vennligst bruk %(tag_count)s merkelapp
pt: por favor, utilize %(tag_count)s etiqueta ou menos

source: please use up to %(tag_count)s tags, less than %(max_chars)s characters each
gl: empregue %(tag_count)s etiquetas, menos de %(max_chars)s caracteres cada unha
nb_no: vennligst bruk opp til %(tag_count)s merkelapper med færre enn %(max_chars)s tegn i hver
pt: por favor use até %(tag_count)s etiquetas, menos do que %(max_chars)s caracteres cada

source: This response is published
gl: Publicouse a resposta

source: swap with question
gl: Intercambiar coa pregunta
nb_no: bytt med spørsmål
pt: trocar com perghunta

source: remove offensive flag
gl: retirar a marca ofensiva
nb_no: fjerne støtende flagg

source: remove flag
gl: Retirar marca
nb_no: fjern flagg
pt: remover sinalizador

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
gl: Este comentario é ofensivo, (contén lixo, propaganda, anuncios maliciosos, etc.)
nb_no: rapporter som støtende (feks. inneholder spam, reklame, osv.)
pt: relatar como ofensivo (.i.e. contém spam, publicidade, texto malicioso, etc.)

source: flag offensive
gl: Marca ofensiva
nb_no: merk som støtende
pt: assinalar ofensivo

source: undelete
gl: Recuperar
nb_no: oppheve slettingen
pt: recuperar

source: unpublish
gl: despublicar

source: publish
gl: publicar

source: permanent link
gl: ligazón permanente
nb_no: permanent lenke
pt: ligação permanente

source: link
gl: ligazón
nb_no: lenke
pt: ligação

source: more
gl: máis

source: repost as a question comment
gl: republicar como un comentario de pregunta

source: repost as a comment under the older answer
gl: republicar como un comentario baixo a antiga resposta

source: %(counter)s Answer
gl: %(counter)s Resposta
nb_no: %(counter)s Svar

source: Sort by »
gl: Ordee por
nb_no: Sorter etter »

source: oldest answers will be shown first
gl: as respostas máis antigas serán amosadas primeiro
nb_no: eldste svar vil bli vist først
pt: respostas antigas serão mostradas primeiro

source: newest answers will be shown first
gl: as respostas máis novas serán amosadas primeiro
nb_no: nyeste svar vi bli vist først
pt: respostas recentes serão mostradas primeiro

source: most voted answers will be shown first
gl: as respostas máis votadas serán amosadas primeiro
nb_no: svar med flest stemmer vil bli vist først
pt: respostas mais votadas serão mostradas primeiro

source: this answer has been selected as correct
gl: esta resposta foi escollida como correcta
nb_no: dette svaret har blitt valgt som korrekt
pt: esta resposta foi escolhida como correta

source: mark this answer as correct (click again to undo)
gl: Marcar esta resposta como correcta (prema de novo para desfacer)
nb_no: marker dette svaret som korrekt (klikk igjen for å angre)
pt: marcar esta resposta como correta (clique outra vez para anular)

source: The question has been closed for the following reason <b>"%(close_reason)s"</b> <i>by
gl: A pregunta foi pechada pola seguinte razón<b>"%(close_reason)s"</b> <i>
nb_no: Spørsmålet ble lukket for følgende grunn <b>"%(close_reason)s"</b> <i>av
pt: Esta pergunta já foi fechada devido à seguinte razão <b>"%(close_reason)s"</b> <i>por

source: close date %(closed_at)s
gl: Pechar nota %(closed_at)s
nb_no: lukkedato %(closed_at)s
pt: data de fecho %(closed_at)s

source: Edit Your Previous Answer
gl: Editar a súa resposta previa

source: (only one answer per user is allowed)
gl: (só se permite unha resposta por usuario)

source: Login/Signup to Answer
gl: Entre/ Inscríba a resposta
nb_no: Logg inn/Registrer deg for å Svare
pt: Entrar/Assinar para Responder

source: Your answer
gl: Tu respuesta
nb_no: Ditt svar
pt: A sua resposta

source: Be the first one to answer this question!
gl: Sexa o primeiro en responder esta cuestión!
nb_no: Bli den første som legge inn svar på dette spørsmålet!
pt: Seja o primeiro a responder a esta questão!

source: <span class='strong big'>Please start posting your answer anonymously</span> - your answer will be saved within the current session and published after you log in or create a new account. Please try to give a <strong>substantial answer</strong>, for discussions, <strong>please use comments</strong> and <strong>please do remember to vote</strong> (after you log in)!
gl: <span class='strong big'>Comece por publicar a súa resposta anonimamente</span> - a resposta gardarase na sesión actual e publicadacando acceda ou rexistre unha nova conta. Procure dar <strong>unha resposta substancial</strong>, para discusións, <strong>use por favor os comentarios</strong> e <strong>lémbrese de votar</strong> (tras acceder)!
nb_no: <span class='strong big'>Vennligst begynne å legge inn ditt svar anonymt</span> - svaret vil bli lagret i den gjeldende økten og publisert etter at du logger inn eller opprette en ny konto. Prøv å gi et <strong>betydelig svar</strong>, for diskusjoner, <strong>vennligst bruk kommentarer</strong> og <strong>vennligst husk å stemme</ strong> (etter at du har logget inn)!

source: <span class='big strong'>You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!
gl: <span class='big strong'>Vostede é benvido/a para responder á súa propia pregunta</span>, pero asegúrese de dar unha <strong>resposta</strong>. Lembre que sempre pode <strong>revisar a súa pregunta orixinal</strong>. <strong>Use os comentarios para discusións</strong> e <strong> non se esqueza de votar :)</strong> polas respostas que lle agraden (ou que, se cadrar, non lle agraden)!
nb_no: <span class='big strong'>Du er velkommen til å svare på ditt eget spørsmål</span>, men pass på å gi et <strong>svar</strong>. Husk at du alltid kan <strong>revidere den opprinnelige spørsmålet</strong>. Vennligst <strong>bruk kommentarer for diskusjoner</ strong> og <strong>vennligst ikke glem å stemme :)</strong> for de svarene som du likte (eller kanskje ikke liker)!
