Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Check this option if you want to allow the use of gravatar.com for avatars. Please, note that this feature might take about 10 minutes to become fully effective. You will have to enable uploaded avatars as well. For more information, please visit <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">this page</a>.
gl: Active esta opción se quere permitir o uso de gravatar.com para avatares. Saiba que esta funcionalidade poder tardar uns 10 minutos en ser completamente efectiva. Terá que a admitir os avatares cargados tamén. Para máis detalles, visite <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">esta páxina</a>.
nb_no: Sjekk dette alternativet hvis du vil tillate bruk av gravatar.com for avatarer. Vennligst merk at denne funksjonen kan ta ca 10 minutter å bli fullt effektiv. Du må aktivere opplastede avatarer også. For mer informasjon, vennligst besøk <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars"> denne siden </a>.

source: Default Gravatar icon type
gl: Tipo de icona de Gravatar por defecto
nb_no: Standard Gravatar ikontype
pt: Tipo padrão do ícone Gravatar

source: This option allows you to set the default avatar type for email addresses without associated gravatar images. For more information, please visit <a href="http://en.gravatar.com/site/implement/images/">this page</a>.
gl: Esta opción permítelle establecer un tipo de avatar por defecto para enderezos de correo-e sen imaxes Gravatar ligadas. Para máis información, visite <a href="http://en.gravatar.com/site/implement/images/">this page</a>.
nb_no: Med denne settingen kan du angi standard avatar type for e-postadresser uten tilknyttede gravatar bilder. For mer informasjon, vennligst besøk <a href="http://en.gravatar.com/site/implement/images/">denne siden</ a>.
pt: Esta opção permite definir o tipo padrão dos avatares para endereços de e-mail sem associação com imagens gravatar. Para mais informações, visite <a href="http://en.gravatar.com/site/implement/images/">esta página</a>.

source: Name for the Anonymous user
gl: Nome para o usuario anónimo
nb_no: Navn for Anonym bruker
pt: Nome para o utilizador Anónimo

source: Vote and flag limits
gl: Vota e limites da bandera
nb_no: Stemme- og flaggbegrensninger
pt: Limites de voto e de sinalizador

source: Number of votes a user can cast per day
gl: Número de votos que un usuario pode emitir cada día
nb_no: Antall stemmer en bruker kan benytte hver dag
pt: Número de votos que um utilizador pode entregar por dia

source: Maximum number of flags per user per day
gl: Número máximo de marcas diarias por usuario
nb_no: Maks antall flagg en bruker kan sette pr. dag
pt: Número máximo de sinalizadores por utilizador/dia

source: Threshold for warning about remaining daily votes
gl: Limiar para advertir sobre os votos diarios restantes
nb_no: Terskel for varsling om gjenværende daglige stemmer
pt: Limiar para aviso sobre votos diários restantes

source: Number of days to allow canceling votes
gl: Número de días para permitir cancelar os votos
nb_no: Antall dager for å tillate kanselering av stemmer
pt: Número de dias para permitir o cancelamento de votos

source: Number of days required before answering own question
gl: Número de días requeridos antes de contestar a propia resposta
nb_no: Antall dager som kreves før bruker kan svare på eget spørsmål
pt: Número de dias necessários antes de responder à própria pergunta

source: Number of flags required to automatically hide posts
gl: Número de marcas requeridas para agochar unha mensaxe automaticamente
nb_no: Antall flagg før innlegg automatisk skjules
pt: Número de sinalizadores precisos para ocultar mensagens automaticamente

source: Number of flags required to automatically delete posts
gl: Número de marcas requeridas para eliminar as mensaxes automaticamente
nb_no: Antall flagg før innlegg automatisk slettes
pt: Número de sinalizadores precisos para apagar mensagens automaticamente

source: Minimum days to accept an answer, if it has not been accepted by the question poster
gl: Mínimo de días para aceptar una resposta, se non foi aceptada polo emisor da pregunta
nb_no: Minimum antall dager for å akseptere et svar, hvis det ikke har blitt godkjent av spørsmålets eier
pt: Número mínimo de dias para aceitar uma resposta, se já não tiver sido aceite por quem perguntou

source: duplicate question
gl: Duplicar pregunta
nb_no: duplikat spørsmål
pt: pergunta duplicada

source: question is off-topic or not relevant
gl: A pregunta está fóra do tema ou non é relevante
nb_no: spørsmålet er off-topic eller ikke relevant
pt: a pergunta é fora de contexto ou não relevante

source: too subjective and argumentative
gl: Demasiado subxectivo e polémico
nb_no: for subjektivt eller argumentativt
pt: demasiado subjetivo e argumentativo

source: not a real question
gl: Non é unha pregunta real
nb_no: ikke et faktisk spørsmål
pt: não é uma questão verdadeira

source: the question is answered, right answer was accepted
gl: Contestouse á pregunta e aceptouse unha resposta correcta
nb_no: spørsmålet har svar, riktig svar er akseptert
pt: a questão foi respondida, a resposta certa foi aceita

source: question is not relevant or outdated
gl: A pregunta non é relevante ou actual
nb_no: spørsmålet er ikke relevant eller utdatert
pt: questão não é relevante ou desatualizada

source: question contains offensive or malicious remarks
gl: A pregunta contén comentarios ofensivos ou maliciosos
nb_no: spørsmålet inneholder støtende eller ondsinnede bemerkninger
pt: questões contém comentários ofensivos ou maliciosos

source: spam or advertising
gl: Spam ou publicidade
nb_no: spam eller markedsføring
pt: spam ou publicidade

source: too localized
gl: Demasiado concreto
nb_no: for lokalisert
pt: demasiado localizada

source: disable sharing
gl: desactivar a compartición

source: my posts
gl: as miñas publicacións

source: all posts
gl: todas as publicacións

source: newest
gl: O máis novo
nb_no: nyeste
pt: recentes

source: oldest
gl: O máis antigo
nb_no: eldste
pt: antigas

source: active
gl: Activo
nb_no: aktive
pt: ativa

source: inactive
gl: Inactivo
nb_no: inaktive
pt: inativa

source: hottest
gl: O máis destacado
pt: mais quentes

source: coldest
gl: O menos destacado
pt: mais frias

source: most voted
gl: O máis votado
nb_no: flest stemmer
pt: mais votadas

source: least voted
gl: O menos votado
nb_no: færrest stemmer
pt: menos votadas

source: relevance
gl: Relevancia
nb_no: relevanse
pt: relevantes

source: Never
gl: Nunca
nb_no: Aldri

source: When new post is published
gl: Cando unha nova publicación se fai pública
nb_no: Når nye innlegg blir publisert

source: When post is published or revised
gl: Cando a publicación se faga pública ou se revise
nb_no: Når innlegg publiseres eller endres

source: Note: to reply with a comment, please use <a href="mailto:%(addr)s?subject=%(subject)s">this link</a>
gl: Nota: para responder cun comentario, use <a href="mailto:%(addr)s?subject=%(subject)s">esta ligazón</a>
nb_no: Notat: for å svare med en kommentar, vennligst bruk <a href="mailto:%(addr)s?subject=%(subject)s">denne lenken</a>

source: all
gl: Todo
nb_no: alle
pt: todas

source: unanswered
gl: Sen respostar
nb_no: ubesvart
pt: não respondidas

source: followed
gl: seguido
nb_no: fulgt

source: list
gl: lista
nb_no: liste
pt: lista

source: cloud
gl: Nube
nb_no: sky
pt: nuvem

source: Question has no answers
gl: A pregunta non ten respostas
nb_no: Spørsmålet har ingen svar
pt: A questão não tem respostas

source: Question has no accepted answers
gl: A pregunta non ten preguntas aceptadas
nb_no: Spørsmålet har ingen aksepterte svar
pt: A questão não tem respostas aceites

source: asked a question
gl: Fíxose unha pregunta
nb_no: spurte et spørsmål
pt: colocou uma questão

source: answered a question
gl: Respostouse a unha pregunta
nb_no: svarte på et spørsmål
pt: respondeu uma questão

source: commented question
gl: Pregunta comentada
nb_no: kommenterte på et spørsmål
pt: questão comentada

source: commented answer
gl: Resposta comentada
nb_no: kommenterte på et svar
pt: resposta comentada

source: edited question
gl: Pregunta editada
nb_no: editerte et spørsmål
pt: questão editada

source: edited answer
gl: Resposta editada
nb_no: editerte et svar
pt: resposta editada

source: received badge
gl: reciveuse insignia
nb_no: motatte medaljer

source: marked best answer
gl: Marcouse a mellor resposta
nb_no: markerte beste svar
pt: marcada como melhor resposta

source: upvoted
gl: Votado positivamente
nb_no: stemte postitivt
pt: com voto favorável

source: downvoted
gl: Votado negativamente
nb_no: stemte negativt
pt: com voto desfavorável

source: canceled vote
gl: Voto cancelado
nb_no: kanselerte sin stemme
pt: voto cancelado

source: deleted question
gl: Pregunta eliminada
nb_no: slettet spørsmål
pt: questão eliminada

source: deleted answer
gl: Resposta eliminada
nb_no: slettet svar
pt: resposta eliminada

source: marked offensive
gl: Marcado como ofensivo
nb_no: markerte som støtende
pt: marcada como ofensiva

source: updated tags
gl: Etiquetaxes actualizadas
nb_no: oppdaterte merkelapper
pt: etiquetas atualizadas

source: selected favorite
gl: Favorito seleccionado
nb_no: markerte som favoritt
pt: favorito selecionado

source: completed user profile
gl: Perfil de usuario completado
nb_no: fullørte brukerprofil
pt: perfil de utilizador completado

source: email update sent to user
gl: Mandouse ao usuario a actualización do correo-e
nb_no: epostoppdatering sendt til bruker
pt: enviar correio sobre atualização para o utilizador

source: a post was shared
gl: compartiuse unha publicación
nb_no: et innlegg var delt

source: reminder about unanswered questions sent
gl: Mandouse un aviso sobre unha pregunta sen respostar
nb_no: påmindelse om ubesvart spørsmål sendt
pt: lembrete sobre perguntas sem resposta enviado

source: reminder about accepting the best answer sent
gl: recordatorio para aceptar a mellor resposta enviada
nb_no: påminnelse for å akseptere det beste svaret sendt
pt: lembrete sobre aceitar a melhor resposta enviada

source: mentioned in the post
gl: Mencionado/a na mensaxe
nb_no: nevnt i en artikkel
pt: mencionado na mensagem

source: created tag description
gl: creouse unha descrición de etiqueta
nb_no: laget merkelappbeskrivelse

source: updated tag description
gl: actualizouse unha descrición de etiqueta
nb_no: oppdaterte merkelappbeskrivelse

source: made a new post
gl: facer unha nova publicación
nb_no: opprettet et nytt innlegg

source: made an edit
gl: facer unha edición
nb_no: gjorde en endring

source: created post reject reason
gl: creouse unha publicación para rexeitar a razón
nb_no: opprettet en innleggsavvisningsgrunn

source: updated post reject reason
gl: a publicación actualizada rexeita a razón
nb_no: oppdaterte innlegsavvisningsgrunn

source: answered question
gl: Respostouse a cuestión
nb_no: besvarte spørsmål

source: accepted answer
gl: Resposta aceptada
nb_no: aksepterte svar

source: [closed]
gl: [pechado]
nb_no: [lukket]
pt: [fechada]

source: [deleted]
gl: [eliminado]
nb_no: [slettet]
pt: [eliminada]

source: initial version
gl: Versión inicial
nb_no: opprinnelige versjon
pt: versão inicial

source: retagged
gl: Reetiquetado
nb_no: merkelapper omgjort
pt: reetiqueta

source: [private]
gl: [privada]
nb_no: [privat]

source: show all tags
gl: amosar todas as etiquetas
nb_no: vis alle merkelapper

source: exclude ignored tags
gl: excluír as etiquetas ignoradas
nb_no: ekskluder ignorerte merkelapper

source: only interesting tags
gl: soamente as etiquetas interesantes
nb_no: bare interresante merkelapper

source: only subscribed tags
gl: soamente as etiquetas subscritas
nb_no: bare abonnerte merkelapper

source: email for all tags
gl: correo a todas as etiquetas
nb_no: epost for alle merkelapper

source: instantly
gl: Inmediatamente
nb_no: umiddelbart
pt: imediatamente

source: daily
gl: Diariamente
nb_no: daglig
pt: diariamente

source: weekly
gl: Semanalmente
nb_no: ukentlig
pt: semanalmente

source: no email
gl: Sen correo-e
nb_no: ingen epost
pt: sem endereço eletrónico

source: mystery-man
gl: Home-misterio
pt: homem-mistério

source: monsterid
gl: Identidade-monstro

source: gold
gl: ouro
nb_no: gull
pt: ouro

source: silver
gl: prata
nb_no: sølv
pt: prata

source: bronze
gl: bronce
nb_no: bronse

source: None
gl: Ningún
nb_no: Ingen
pt: Nada

source: Uploaded Avatar
gl: Descargado Avatar
nb_no: Opplastet Avatar
pt: Avatar enviado

source: date descendant
gl: data descendente
nb_no: dato stigende

source: date ascendant
gl: data ascendente
nb_no: dato fallende

source: activity descendant
gl: actividade descendente
nb_no: aktivitet stigende

source: activity ascendant
gl: actividade ascendente
nb_no: aktivitet fallende

source: answers descendant
gl: respostas descendentes
nb_no: svar stigende

source: answers ascendant
gl: respostas ascendentes
nb_no: svar fallende

source: votes descendant
gl: votos descendentes
nb_no: stemmer stigende

source: votes ascendant
gl: votos ascendentes
nb_no: stemmer fallende

source: most relevant questions
gl: Preguntas máis relevantes
nb_no: mest relevant spørsmål
pt: questões mais relevantes

source: click to see most relevant questions
gl: Prema para ver as preguntas máis relevantes
nb_no: trykk for å se mest relevant spørsmål
pt: clique para ver as questões mais relevantes

source: by relevance
gl: por importancia
nb_no: etter relevanse
pt: por relevância

source: click to see the oldest questions
gl: Prema para ver as preguntas máis antigas
nb_no: trykk for å se eldste spørsmål
pt: clique para ver as questões mais antigas

source: by date
gl: por data
nb_no: etter dato
pt: por data

source: click to see the newest questions
gl: Prema para ver as preguntas máis novas
nb_no: klikk for å se nyeste spørsmål
pt: clique para ver as questões mais recentes

source: click to see the least recently updated questions
gl: Prema para ver as preguntas actualizadas máis antigamente
nb_no: trykk for å se spørsmål ikke oppdatert på lenge
pt: clique para ver as questões não atualizadas recentemente

source: by activity
gl: por actividade
nb_no: etter aktivitet
pt: por atividade

source: click to see the most recently updated questions
gl: Prema para ver as preguntas actualizadas máis recentemente
nb_no: trykk for å se nylig oppdaterte spørsmål
pt: clique para ver as questões atualizadas recentemente

source: click to see the least answered questions
gl: Prema para ver as preguntas respostadas máis antigamente
nb_no: trykk for å se minst besvarte spørsmål
pt: clique para ver as questões com menos respostas

source: by answers
gl: por respostas
nb_no: etter svar
pt: por respostas

source: click to see the most answered questions
gl: Prema para ver as preguntas máis contestadas
nb_no: trykk for å se mest besvarte spørsmål
pt: clique para ver as questões mais respondidas

source: click to see least voted questions
gl: Prema para ver as preguntas menos votadas
nb_no: trykk for å se minst stemte spørsml
pt: clique para ver as questões menos votadas

source: by votes
gl: por votos
nb_no: etter stemme
pt: por votos

source: click to see most voted questions
gl: Prema para ver as preguntas máis votadas
nb_no: trykk for å se spørsmål med flest stemmer
pt: clique para ver as questões mais votadas

source: interesting
gl: Interesante
nb_no: interresant
pt: interessante

source: ignored
gl: Ignorado
nb_no: ignorert
pt: ignorada

source: subscribed
gl: subscrito
nb_no: abonnert

source: tags are required
gl: requírense etiquetas
nb_no: merkelapper må fylles ut
pt: as etiquetas são obrigatórias

source: please use letters, numbers and characters "-+.#"
gl: use letras, números e caracteres «-+.#»
nb_no: vennligst bruk bokstaver, tall eller tegnene "-+.#"

source: Sorry, your account appears to be blocked and you cannot make new posts until this issue is resolved. Please contact the forum administrator to reach a resolution.
gl: Desculpe, a súa conta parece estar bloqueada e, daquela, non pode publicar nada novo ata que se resolva esta incidencia. Contacte co administrador do foro para acadar unha solución.
nb_no: Beklager, men det ser ut til at kontoen er blokkert. Du kan ikke lage nye innlegg før dette problemet er løst. Vennligst kontakt administrator for å nå frem til en løsning.

source: Sorry, your account appears to be suspended and you cannot make new posts until this issue is resolved. You can, however edit your existing posts. Please contact the forum administrator to reach a resolution.
gl: Desculpe, a súa conta parece estar suspensa e non pode publicar nada novo ata que tal incidencia se resolva. No entanto, pode editar as súas publicacións actuais. Contacte co administrador do foro para acadar unha solución.
nb_no: Beklager, men det ser ut til at kontoen er suspendert. Du kan ikke lage nye innlegg før dette problemet er løst. Du kan fremdeles editere dine eksisterende innlegg. Vennligst kontakt administrator for å nå frem til en løsning.

source: Welcome! Please set email address (important!) in your profile and adjust screen name, if necessary.
gl: Benvido/a! Estableza o enderezo de correo-e (moi importante!) no seu perfil e axuste o nome de pantalla, se fose necesario.
nb_no: Velkommen. Husk å sette epost-adresse (viktig!) i din brukerprofil og set brukernavn om nødvendig.
pt: Bem-vindo! Por favor defina o endereço de correio eletrónico (é importante) no seu perfil, e ajuste o seu nome de ecrã, se necessário.

source: i-names are not supported
gl: i-nomes non son compatibles
nb_no: i-navn er ikke støttet
pt: i-nomes não são suportados

source: Please enter your %(username_token)s
gl: Introduza o seu %(username_token)s
nb_no: Tast inn ditt %(username_token)s
pt: Por favor, indique o seu %(username_token)s

source: Please, enter your user name
gl: Introduza o seu nome de usuario
nb_no: Tast inn ditt brukernavn
pt: Por favor, indique o seu nome de utilizador

source: Please, enter your password
gl: Introduza o seu contrasinal
nb_no: Tast inn ditt passord
pt: Por favor, indique a sua senha

source: Please, enter your new password
gl: Introduza o seu novo contrasinal
nb_no: Tast inn ditt nye passord
pt: Por favor, indique a sua nova senha

source: Passwords did not match
gl: Os contrasinais non coinciden
nb_no: Passordene er ikke like
pt: As senhas não são iguais

source: Please choose password > %(len)s characters
gl: Escolla un contrasinal > %(len)s caracteres
nb_no: Velg et passord med mer enn %(len)s tegn
pt: Por favor, escolha uma senha com mais de %(len)s caracteres

source: Current password
gl: Contrasinal actual
nb_no: Gammelt passord
pt: Senha atual

source: Old password is incorrect. Please enter the correct password.
gl: O contrasinal antigo non é correcto. Introduza o contrasinal correcto.
nb_no: Gammelt passord stemmer ikke. Tast inn korrekt passord.
pt: A senha antiga está incorreta. Por favor, indique a senha correta.

source: Sorry, we don't have this email address in the database
gl: Sentímolo, non temos este enderezo de correo-e na nosa base de datos
nb_no: Beklager men vi har ikke denne epost adressen i vår database.
pt: Desculpe, não temos este endereço eletrónico na nossa base de dados

source: Your user name (<i>required</i>)
gl: (<i>Requírese</i>) o nome de usuario
nb_no: Ditt brukernavn (<i>kreves</i>)
pt: O seu nome de utilizador (<i>obrigatório</i>)

source: sorry, there is no such user name
gl: non existe tal nome de usuario
nb_no: beklager, ingen bruker med dette brukernavn eksisterer

source: signin/
gl: entrar/
pt: iniciar sessão/

source: widget/signin/
gl: miniap/acceso/

source: signout/
gl: pechar/
pt: sair da sessão/

source: complete-oauth/
gl: oauth-completa/
pt: completo-oauth/

source: register/
gl: rexistro/
nb_no: registrering/
pt: registar/

source: signup/
gl: subscricion/
nb_no: påmelding/
pt: sair da sessão/

source: logout/
gl: sair/
pt: sair/

source: recover/
gl: recuperar/
pt: recuperar/

source: verify-email/
gl: comproba-correo/

source: %(site)s user name and password
gl: nome de usuario e contrasinal para %(site)s
nb_no: %(site)s brukernavn og passord
pt: Nome de utilizador e senha do %(site)s

source: Create a password-protected account
gl: Crear unha conta protexida con contrasinal
nb_no: Lag en passordbeskyttet konto
pt: Criar uma conta protegida por senha

source: Change your password
gl: Cambiar o seu contrasinal
nb_no: Endre passord
pt: Alterar a sua senha

source: Sign in with Yahoo
gl: Iniciar sesión con Yahoo
nb_no: Logg på med Yahoo
pt: Iniciar sessão com Yahoo

source: AOL screen name
gl: Nome en pantallla de AOL
nb_no: AOL brukernavn
pt: Nome AOL

source: Sign in with LaunchPad
gl: Iniciar sesión con Launchpad
nb_no: Logg inn med LaunchPad

source: OpenID url
gl: Url de OpenID
pt: URL OpenID

source: Flickr user name
gl: Nome de usuario Flickr
nb_no: Flickr brukernavn
pt: Utilizador Flickr

source: Technorati user name
gl: Nome de usuario de Technorati
nb_no: Technorati brukernavn
pt: Utilizador Technorati

source: WordPress blog name
gl: Nome en blog de WordPress
nb_no: WordPress blognavn
pt: Nome do blogue Wordpress

source: Blogger blog name
gl: Nome en blog de Blogger
nb_no: Blogger blognavn
pt: Nome do blogue Blogger

source: LiveJournal blog name
gl: Nome en blog de LiveJournal
nb_no: LiveJournal bloggnavn
pt: Nome do blogue LiveJournal

source: ClaimID user name
gl: Nome de usuario de ClaimID
nb_no: ClaimID brukernavn
pt: Utilizador ClaimID

source: Vidoop user name
gl: Nome de usuario de Vidoop
nb_no: Vidoop brukernavn
pt: Utilizador Vidoop

source: Verisign user name
gl: Nome de usuario de Verisign
nb_no: Verisign brukernavn
pt: Utilizador Verisign

source: Change your %(provider)s password
gl: Cambiar o contasinal do seu %(provider)s
nb_no: Endre ditt %(provider)s passord
pt: Altera a senha %(provider)s

source: Click to see if your %(provider)s signin still works for %(site_name)s
gl: Prema para ver se o inicio de sesión de %(provider)s aínda funciona en %(site_name)s
nb_no: Trykk for å se om din %(provider)s pålogging fremdeles fungerer for %(site_name)s
pt: Clique para verificar se a sua sessão %(provider)s ainda funciona para %(site_name)s

source: Create password for %(provider)s
gl: Crear un contrasinal para %(provider)s
nb_no: Lag passord for %(provider)s
pt: Criar senha para %(provider)s

source: Connect your %(provider)s account to %(site_name)s
gl: Conecte coa conta de %(provider)s a %(site_name)s
nb_no: Koble din %(provider)s konto til %(site_name)s
pt: Ligar a sua %(provider)s conta ao sítio %(site_name)s

source: Signin with %(provider)s user name and password
gl: Inicie sesión co nome de usuario e contrasinal de %(provider)s
nb_no: Logg på med %(provider)s brukernavn og passord
pt: Entrar com nome de utilizador e senha %(provider)s

source: Sign in with your %(provider)s account
gl: Inicie sesión coa conta de %(provider)s
nb_no: Logg på med din %(provider)s konto
pt: Entrar com a sua conta %(provider)s

source: OpenID %(openid_url)s is invalid
gl: O enderezo %(openid_url)s de OpenID non é correcto
nb_no: OpenID %(openid_url)s er ikke gyldig
pt: OpenID %(openid_url)s é inválido

source: Sorry, there was some problem connecting to the login provider, please try again or use another login method
gl: Produciuse algún problema ao conectar co fornecedor de inicio de sesión, ténteo outra vez ou use outro método de inicio de sesión

source: Your new password saved
gl: Gardouse o novo contrasinal
nb_no: Ditt nye passord er lagret
pt: A sua nova senha foi guardada
