Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Your email, %(email)s has not yet been validated. To post messages you must verify your email, please see <a href='%(email_validation_faq_url)s'>more details here</a>. You can submit your question now and validate email after that. Meanwhile, your question will saved as pending.
gl: O correo, %(email)s non foi aínda comprobado. Para publicar mensaxes, debe comprobar o seu correo, vexa <a href='%(email_validation_faq_url)s'>máis detalles aquí</a>. Pode remitir a súa pregunta agora e validar o seu correo despois. Mentres tanto, a pregunta gardarase como pendente.

source: please, try to make your question interesting to this community
gl: procure facer unha pregunta interesante para a comunidade

source: provide enough details
gl: forneza suficientes detalles
nb_no: gi nok detaljer

source: be clear and concise
gl: ser claro e conciso
nb_no: være klar og konsis
pt: seja claro e conciso

source: see frequently asked questions
gl: vexa as preguntas maís frecuentes
nb_no: se vanlige spørsmål
pt: consulte as perguntas frequentes

source: Badge
gl: Insignia
nb_no: Medalje
pt: Insígnia

source: Badge "%(name)s"
gl: Insignia "%(name)s"
nb_no: Medalje "%(name)s"
pt: Insígnia "%(name)s"

source: user received this badge:
gl: usuario recibiu esta insignia:
nb_no: bruker som har mottatt denne medaljen:
pt: utilizador recebeu esta insígnia:

source: Badges
gl: Insignias
nb_no: Medaljer
pt: Insígnias

source: Community gives you awards for your questions, answers and votes.
gl: Comunidade premia as súas preguntas, respostas e votos.
nb_no: Community gir deg utmerkelser for dine spørsmål, svar og stemmer.
pt: A comunidade dá-lhe prémios pelas perguntas, respostas e votos.

source: Below is the list of available badges and number of times each type of badge has been awarded.
gl: A seguir está a lista de distintivos dispoñíbeis e número de veces que cada tipo de distinción foi entregada.

source: Community badges
gl: Opcións de distintivo
nb_no: Medaljenivåer
pt: Insígnias da comunidade

source: gold badge: the highest honor and is very rare
gl: distintivo de ouro: a máis alta honra e é moi rara
nb_no: gullmedalje: høyeste ære og er veldig skjeldent delt ut
pt: insígnia de ouro: a maior honra, que é bastante rara

source: Gold badge is the highest award in this community. To obtain it you have to show profound knowledge and ability in addition to your active participation.
gl: O distintivo de ouro é a maior recompensa nesta comunidade. Para obtela debe amosar un profundo coñecemento e habelencia ademais dunha activa participación.

source: silver badge: occasionally awarded for the very high quality contributions
gl: distintivo de prata: en ocasións concedidos para as contribucións de alta calidade
nb_no: sølvmedalje: gitt ut av og til for veldig høy kvalitet av deltagelse
pt: insígnia de prata: oferecida de vez em quando às contribuições de qualidade muito elevada

source: bronze badge: often given as a special honor
gl: distintivo de bronce: moitas veces dado como unha honra especial
nb_no: bronsemedalje: ofte gitt for en spesiell handling
pt: insígnia de bronze: dada muitas vezes como honra especial

source: RSS feed from %(site_title)s
gl: Fío RSS de %(site_title)s

source: Close question
gl: Última pregunta
nb_no: Lukk spørsmål
pt: Fechar questão

source: Close the question
gl: Pechar a pregunta
nb_no: Lukk spørsmålet
pt: Fechar a questão

source: Reasons
gl: Razons
nb_no: Grunner
pt: Motivos

source: OK to close
gl: Aceptar para pechar
nb_no: Ok å lukke
pt: Aceite para fechar

source: Frequently Asked Questions
gl: Preguntas Máis Frecuentes
nb_no: Frequently Asked Questions (Ofte spurte spørsmål)
pt: Perguntas frequentes

source: What kinds of questions can I ask here?
gl: Que tipo de preguntas podo facer aqui?
nb_no: Hvilken type spørsmål kan jeg spørre her?
pt: Que género de questões posso perguntar aqui?

source: Most importantly - questions should be <strong>relevant</strong> to this community.
gl: O máis importante - as preguntas deberían <strong>relevantes</strong> para esta comunidade.

source: Before you ask - please make sure to search for a similar question. You can search questions by their title or tags.
gl: Antes de preguntar - asegúrese de buscar unha pregunta semellante. Pode buscar preguntas polo seu título ou etiquetas.
nb_no: Før du spør - forsøk å søke ette lignende spørmål. Du kan søke spørsmå både på tittel og merkelapper.

source: What kinds of questions should be avoided?
gl: Que tipo de preguntas se deberían evitar?
nb_no: Hvilken type spørsmål bude unngås.

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
gl: Por favor evite facer preguntas non relevantes para esta comunidade, moi subxetiva e argumentativa.
nb_no: Unngå å stille spørsmål som ikke er relevante for denne gruppen, også for subjektive og argumentative.
pt: Assegure-se de que evita colocar questões que não são relevantes a esta comunidade, ou que são demasiado subjetivas ou argumentativas.

source: What should I avoid in my answers?
gl: ¿Que debería evitar nas miñas respostas?
nb_no: Hva burde jeg unngå i mine svar?
pt: O que devo evitar nas minhas respostas?

source: is a <strong>question and answer</strong> site - <strong>it is not a discussion group</strong>. Please avoid holding debates in your answers as they tend to dilute the essense of questions and answers. For the brief discussions please use commenting facility.
gl: é un sitio para <strong>pretguntas e respostas</strong> <strong> non é un grupo de discusión</strong>. Evite provocar debates nas súas respostas xa que tenden a diluír a esencia das preguntas e respostas. Para discusións breves, use a posibilidade dos comentarios.
nb_no: er et <strong>spørsmål og svar</ strong> nettsted - <strong> det er ikke en diskusjonsgruppe</ strong>. Vennligst unngå å holde debatter i svarene ettersom dette pleier å fortynne essensen av spørsmål og svar. For de korte diskusjoner, vennligst bruk kommenterer.

source: Who moderates this community?
gl: ¿Quen modera esta comunidade?
nb_no: Hvem modererer dette forumet?
pt: Quem modera esta comunidade?

source: The short answer is: <strong>you</strong>.
gl: A resposta curta é:tu <strong></strong>.
nb_no: Det korte svaret er: <strong>DU</strong>
pt: A resposta curta é: <strong>você</strong>.

source: This website is moderated by the users.
gl: Este sitio é moderado polos usuarios.
nb_no: Dette nettstedet er moderert av brukerne. Indre justis ruler.
pt: Este sítio web é moderado pelos utilizadores.

source: Karma system allows users to earn rights to perform a variety of moderation tasks
gl: O sistema de karma permítelles aos usuarios gañar o dereito a realizar unha variedade de tarefas de moderación
nb_no: Karmasystemet tillater brukere å tjene påeng for å gjøre forskjellige moderatoroppgaver

source: How does karma system work?
gl: Como funciona o sistema de karma?
nb_no: Hvordan fungerer karmasystemet?

source: When a question or answer is upvoted, the user who posted them will gain some points, which are called \"karma points\". These points serve as a rough measure of the community trust to him/her. Various moderation tasks are gradually assigned to the users based on those points.
gl: Cando unha pregunta ou unha resposta se vota a favor, o usuario que a publicou gaña algúns puntos, que se chaman \«puntos de karma\». Eses puntos serven como medida aproximada da confianza da comunidade nel/nela. Baseándose neses puntos, asígnanselle aos usuarios varias tarefas de moderación.
nb_no: Når et spørsmål eller svar blir stemt opp så vil brukeren som postet dem få noen \ "karma poeng \". Disse påengene vil hjepe community til å stole mer på brukeren. Ulike moderatoroppgaver blir gradvis tildelt til brukere basert på karma.

source: For example, if you ask an interesting question or give a helpful answer, your input will be upvoted. On the other hand if the answer is misleading - it will be downvoted. Each vote in favor will generate <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> points, each vote against will subtract <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> points. There is a limit of <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> points that can be accumulated for a question or answer per day. The table below explains reputation point requirements for each type of moderation task.
gl: Por exemplo, se fai unha pregunta interesante ou fornece unha resposta útil, a súa participación será positivamente votada. Polo contrario, cando a resposta é confusa - votarase negativamente. Cada voto a favor sumará <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> puntos, cada voto en contra detraerá <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> puntos. Hai un límite de <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> puntos que se poden acumular nunha pregunta ou resposta por día. A seguinte táboa explica os requirimentos de reputación para cada tipo de tarefa de moderación.
nb_no: For eksemple, hvis du spør et interresant spørsmål eller et hjelpfult svar, ditt innlegg vil få positive stemmer. På en annen side, hvis spørsmålet er missledende så vil det få negative stemmer. Hver positive stemme vil øke brukerens påeng med <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> mens hver negative stemme vil redusere med <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> påeng. Økningen akkumulert på både spørsmål og svar er begrenset til <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> påeng pr. da. Tabellen under forklarer hvordan reputation påeng som kreves for hvert av modereringsoppgavene.
pt: Por exemplo, se você perguntar uma questão interessante ou der uma resposta útil, a sua entrada terá votos positivos. Pelo contrátio, se a resposta for enganadora, ela terá votos negativos. Cada voto a favor irá gerar <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> pontos, e cada voto contra irá subtrair <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> pontos. Existe um limite de <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> pontos que pode ser acumulado por cada pergunta ou resposta por dia. A tabela abaixo explica os pontos de reputação necessários por cada tipo de tarefa de moderação.

source: upvote
gl: voto positivo
nb_no: gi positiv stemme
pt: voto positivo

source: add comments
gl: engadir comentarios
nb_no: legg til kommentarer
pt: adicionar comentários

source: downvote
gl: votar negativo
nb_no: gi negativ stemme
pt: voto negativo

source: accept own answer to own questions
gl: aceptar a propia resposta para as propias preguntas
nb_no: akseptere egne svar på egne spørsmål
pt: aceitar a própria resposta às próprias perguntas

source: open and close own questions
gl: abrir e pechar cuestións propias
nb_no: åpne og lukke egne spørsmål
pt: abrir e fechar as próprias perguntas

source: retag other's questions
gl: reetiquetar preguntas doutros
nb_no: endre merkelapper på andres spørsmål
pt: reetiquetar perguntas de outros

source: edit community wiki questions
gl: Editar as mensaxes da comunidade wiki
nb_no: editere community wiki spørsmål
pt: editar mensagens do wiki comunitário

source: edit any answer
gl: editar algunha resposta
nb_no: endre hvilket som helst svar

source: delete any comment
gl: eliminar algun comentario
nb_no: slette hvilken som helst kommentar

source: How to change my picture (gravatar) and what is gravatar?
gl: Como cambiar a miña imaxe (gravatar) e que é gravatar?
nb_no: Hvordan endrer jeg mitt bilde (gravatar) og hva er gravatar?

source: <p>The picture that appears on the users profiles is called <strong>gravatar</strong> (which means <strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong>).</p><p>Here is how it works: a <strong>cryptographic key</strong> (unbreakable code) is calculated from your email address. You upload your picture (or your favorite alter ego image) the website <a href='http://gravatar.com'><strong>gravatar.com</strong></a> from where we later retreive your image using the key.</p><p>This way all the websites you trust can show your image next to your posts and your email address remains private.</p><p>Please <strong>personalize your account</strong> with an image - just register at <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (just please be sure to use the same email address that you used to register with us). Default image that looks like a kitchen tile is generated automatically.</p>
gl: <p>A imaxe que aparece nos perfís dos usuarios chámase <strong>gravatar</strong> (que significa <strong>avatar</strong> <strong>g</strong>lobalmente <strong>r</strong>ecoñecido ).</p><p>Así funciona: unha <strong>chave cifrada</strong> (código irrompíbel) calcúlase a partir do seu enderezo de correo. Suba a súa imaxe (ou a súa imaxe favorita de alter ego) ao sitio <a href='http://gravatar.com'><strong>gravatar.com</strong></a> desde onde despois recuperaremos a súa imaxe usando a chave.</p><p>Destarte, todos os sistios web non que vostede confía amosarán a súa imaxe á beira das súas publicacións e o seu enderezo de correo permanecerá privado.</p><p> <strong>Personalice a súa conta</strong> cunha imaxe - simplemente rexistrándose en <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (asegúrese só de usar o mesmo correo que rexistrou con nós). A imaxe predeterminada que parece un azulexo xérase automaticamente.</p>
nb_no: <p>Bildet som vises på brukernes profiler kalles <strong>gravatar</strong> (som betyr <strong>g</strong>lobally <strong>r</strong>ecognized<strong> avatar </strong> .) </p> Her er hvordan det fungerer: en <strong>kryptografisk nøkkel</ strong> (uknuselige code) beregnes ut fra din e-postadresse. Du laster opp bildet ditt (eller din favoritt alter ego bilde) på nettsiden <a href='http://gravatar.com'><strong>gravatar.com</strong></a> hvor vi så kan hente bildet ved hjelp er nøkkelen. </p> Denne måten vil alle nettsteder du stoler på kunne vise ditt bilde ved siden av innleggene dine og din e-postadresse forblir privat.</p> Velg å <strong>personliggjøre din konto</strong> med et bilde - bare registrer på <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (bare pass på å bruke samme e-postadresse som du brukte til å registrere seg hos oss). Standard bilde som ser ut som et kjøkken flis genereres automatisk. </p>

source: To register, do I need to create new password?
gl: Para rexistrarse, teño que crear un novo contrasinal?
nb_no: For å registrere, må jeg skrive et nytt passord?
pt: Para registar-me, preciso de criar uma nova senha?

source: No, you don't have to. You can login through any service that supports OpenID, e.g. Google, Yahoo, AOL, etc.
gl: Non, non o ten que facer. Poder iniciar sesión a través de calquera servizo de permita OpenID, i.e. Google, Yahoo, AOL, etc.

source: "Login now!"
gl: "¡iniciar agora!"
nb_no: "Logg inn nå!"
pt: "Entrar agora!"

source: Why other people can edit my questions/answers?
gl: ¿Por que outras persoas poden editar miñas preguntas / respostas?
nb_no: Hvorfor kan andre personer endre mine spørsmål/svar?
pt: Porque outras pessoas podem editar as minhas perguntas/respostas?

source: Goal of this site is...
gl: O obxetivo deste sitio é...
nb_no: Målet med denne nettsiden er...
pt: O objetivo desde sítio é...

source: So questions and answers can be edited like wiki pages by experienced users of this site and this improves the overall quality of the knowledge base content.
gl: Algunhas preguntas e respostas poden ser editadas como páxinas wiki por usuarios expertos desta web e iso mellora a calidade xeral do contido da base de coñecemento.
nb_no: Så spørsmål og svar kan bli editert som en wiki side av erfarne brukere som igjen øker kvalitenen på kunnskapsdataene her.
pt: Portanto, as questões e respostas podem ser editadas como páginas wiki por utilizadores experientes neste sítio, e isto melhora a qualidade global do conteúdo da base de conhecimento.

source: If this approach is not for you, we respect your choice.
gl: Se esta visión non é para ti, nós respetamos a tua elección.
nb_no: Hvis denne fremgangsmåten ikke passer for deg så respekterer vi ditt valg.
pt: Se esta abordagem não lhe servir, respeitamos a sua escolha.

source: Still have questions?
gl: ¿Aínda ten dúbidas?
nb_no: Har du fremdeles spørsmål?
pt: Ainda tem questões?

source: Please <a href='%(ask_question_url)s'>ask</a> your question, help make our community better!
gl: <a href='%(ask_question_url)s'>Faga a súa pregunta</a>, axude a mellorar a nosa comunidade!

source: Feedback
gl: Comentarios
nb_no: Tilbakemelding
pt: Comentários

source: Give us your feedback!
gl: Deixanos a túa opinión!
nb_no: Gi oss dine tilbakemeldinger!
pt: Dê-nos o seu comentário!

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
gl: <span class='big strong'>Querido %(user_name)s</span>, estamos ansiosos por escoitar os seus comentarios. Introduza e envíanos a túa mensaxe abaixo.
nb_no: <span class='big strong'>Kjære %(user_name)s</span>, vi ser frem til å høre dine tilbakemeldinger. Hva med å skrive en tilbakemelding å sende den under nå?
pt: <span class='big strong'>Estimado(a) %(user_name)s</span>, estamos ansiosos por saber a sua reação. Por favor escreva e envie-nos a sua mensagem abaixo.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
gl: <span class='big strong'></span>,querido visitante, estamos ansiosos por escoitar os seus comentarios. Introduza e envíanos a túa mensaxe abaixo.
nb_no: <span class='big strong'>Kjære besøkende</span>, vi ser frem til å høre dine tilbakemeldinger. Hva med å skrive en tilbakemelding å sende den under nå?
pt: <span class='big strong'>Estimado(a) visitante</span>, estamos ansiosos por saber a sua reação. Por favor escreva e envie-nos a sua mensagem abaixo.

source: (to hear from us please enter a valid email or check the box below)
gl: (Para informarse sobre nós, por favor escriba un correo electrónico válido ou marque a casilla de abaixo)
nb_no: (for å høre fra oss, legg inn en gyldig epost og kryss av boksen under)
pt: (para obter uma reação nossa, insira por favor um endereço de correio válido, ou assinale a caixa abaixo)

source: (this field is required)
gl: (Este campo é obrigatorio)
nb_no: (dette feltet kreves)
pt: (este campo é obrigatório)

source: (Please solve the captcha)
gl: (Por favor resuelva el captcha)
nb_no: (Vennligst skriv verdiene i denne captcha)
pt: (Por favor passe o teste captcha)

source: Send Feedback
gl: Enviar comentarios
nb_no: Send Tilbakemelding
pt: Enviar Comentários

source: Groups
gl: Grupos

source: All groups
gl: Todos os grupos

source: all groups
gl: todos os grupos

source: My groups
gl: Meus grupos

source: my groups
gl: meus grupos

source: Tip: to create a new group - please go to some user profile and add the new group there. That user will be the first member of the group
gl: Consello: para crear un novo grupo - vaia a un perfil de usuario e engada o novo grupo alí. Ese usuario será o primeiro membro do grupo

source: Group
gl: Grupo

source: Number of members
gl: Número de membros

source: Help
gl: Axuda
nb_no: Hjelp

source: Welcome %(username)s,
gl: Benvido %(username)s,
nb_no: Velkommen %(username)s

source: Welcome,
gl: Benvido,
nb_no: Velkommen,

source: Thank you for using %(app_name)s, here is how it works.
gl: Grazas por utilizar %(app_name)s,
nb_no: Takk for at du bruker %(app_name)s. Dette er hvordan den brukes.

source: How questions, answers and comments work
gl: Como funcionan as preguntas, respostas e comentarios

source: This site is for asking and answering questions, not for open-ended discussions.
gl: Este sitio é para facer e responder preguntas, non para empezar-terminar discusions.
nb_no: Dette nettstedet er for å spørre or svare på spørsmål, ikke for uendelige diskusjoner.

source: We encourage everyone to use “question” space for asking and “answer” for answering.
gl: Invitamos a todo o mundo a usar o espazo "pregunta" para preguntar e "resposta" para responder.
nb_no: Vi oppfordrer alle til å bruke "spørsmål" området for å spørre og "svar" området for å svare.

source: Despite that, each question and answer can be commented – the comments are good for the limited discussions.
gl: A pesar disto, podese comentar calquera pregunta e resposta – os comentarios son bos para limitar discusións.
nb_no: Uansett, enhvert spørsmål eller svar kan kommenteres – kommentarer er bra for begrensede diskusjoner.

source: Please search before asking your questions
gl: Busque antes de facer as súas preguntas

source: Type your question in the search bar and see whether a similar question has been asked before
gl: Escriba a súa pregunta na barra de busca e vexa se xa se fixo algunha semellante anteriormente

source: Search has advanced capabilities:
gl: A busca ten capacidades avanzadas:

source: to search in title - enter [title: your text]
gl: para buscar no título - intro [título: o seu texto]

source: to search by tags - enter [tag: sometag] or #sometag
gl: para buscar por etiquetas - intro [etiqueta: algunha_etiqueta] ou #calquera_etiqueta

source: to search by user - enter [user: somename] or @somename or @"some name"
gl: para buscar por usuario - intro [user:algun_nome] ou @algun_nome ou @"algun_nome"

source: In addition, it is possible to click on tags to add them to the search query.
gl: Ademais é posíbel premer sobre as etiquetas para engadilas á consulta da busca

source: Finally, a separate tag search box is available in the side bar of the main page, where the search tags can be entered as well
gl: Finalmente, unha caixa de busca de etiquetas separada está dispoñíbel na barra lateral da páxina principal, onde tamén se poden introducir as etiquetas buscadas

source: <em>Important!!!</em> All search terms are combined with a logical "AND" expression - to narrow the search by adding new terms.
gl: <em>Importante!!!</em> Todos os termos da busca se combinan mediante a expresión lóxica "AND" - para precisar a busca engadindo novos termos.

source: Voting
gl: Votación

source: Voting in %(app_name)s helps to select best answers and thank most helpful users.
gl: Votar en %(app_name)s.axuda a seleccionar as mellores respostas e gracias os usuarios máis útiles
nb_no: Stemmer i %(app_name)s hjelper til å velge best svar og for å takke de mest hjelpsomme brukerne.

source: Please vote when you find helpful information, it really helps the %(app_name)s community.
gl: Por favor, votar cando atope información útil, Eso axuda realmente á comunidade %(app_name)s
nb_no: Vennligst stem positivt når du finner hjelpsom informasjon. Dette vil hjelpe hele %(app_name)s community.

source: Other topics
gl: Outros temas

source: You can @mention users anywhere in the text to point their attention, follow users and conversations and report inappropriate content by flagging it.
gl: Pode facer @mencion a usuarios en calquera parte onde haxa texto para chamar a súa atención, seguir usuarios e conversas e informar de contido inapropiado marcándoo.

source: Enjoy.
gl: Aproveite
nb_no: Ha det gøy.

source: Import StackExchange data
gl: Importar datos Stackexchange
nb_no: Importere StackExchange data
pt: Importar dados StackExchange

source: <em>Warning:</em> if your database is not empty, please back it up before attempting this operation.
gl: <em>Coidado:</em>Se a súa base de datos non está baleira, por favor, intenteo antes de esta operación.
nb_no: <em>Advarsel:</em> hvis databasen ikke er tom, ta en backup før du forsøke denne funksjonen.
pt: <em>Aviso:</em> se a sua base de dados não estiver vazia, por favor salvaguarde-a antes de tentar esta operação.
