Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Please ask your question here
gl: Pregunte a cuestión aquí
nb_no: Spør ditt spørsmål her
pt: Por favor coloque aqui a sua questão

source: Interesting tags
gl: Marcas interesantes
nb_no: Interesante merkelapper
pt: Etiquetas interessantes

source: Ignored tags
gl: ignorar marcas
nb_no: Ignorerte merkelapper
pt: Etiquetas ignoradas

source: Subscribed tags
gl: Etiquetas subscritas

source: Show only questions from
gl: Amosar só preguntas de

source: Send me email alerts for
gl: Enviarme alertas de correo de

source: Change frequency of emails
gl: Cambiar a frecuencia de correos

source: Categorize your question using this tag selector or entering text in tag box.
gl: Categorizar a súa pregunta usando este selector de etiquetas ou introducindo texto na caixa de etiquetas

source: (done editing)
gl: (edición feita)

source: (edit categories)
gl: (editar categorías)

source: read only access
gl: Acceso que só permite lectura

source: badges:
gl: insignias:
nb_no: medaljer:
pt: insígnias:

source: sign out
gl: saír
nb_no: logg ut

source: Hi there! Please sign in
gl: Ollo! Incie sesión de novo, por favor

source: settings
gl: configurando
nb_no: instillinger
pt: definições

source: widgets
gl: miniaplicativos

source: Your karma is %(karma)s
gl: O seu karma é %(karma)s

source: Karma reflects the value of your contribution to this community.
gl: O karma reflicte o valor da súa contribución nesta comunidade.

source: Since you are the site %(role)s, you have access to all functions regardless of your karma.
gl: Aos ser vostede %(role)s deste sitio, ten acceso a todas as funcións malia o seu karma.

source: The higher is your karma, the more rights you have on this site.
gl: Canto máis alto é o seu karma, máis dereitos ten neste sitio.

source: Currently, you can:
gl: Actualmente, pode:

source: Post questions, answers and comments
gl: Publicar preguntas, respostas e comentarios

source: no
gl: non
nb_no: nei

source: Oops, apologies - there was some error
gl: Oops, sentimolo - produciuse algún erro
nb_no: Oops, beklager - de har skjedd en feil - prøv igjen
pt: Lamento, mas ocorreu algum erro

source: Please login to post
gl: Por favor accede a o teu correo
nb_no: logg inn for å poste innlegg
pt: Por favor inicie sessão para colocar mensagens

source: Spam was detected on your post, sorry for if this is a mistake
gl: Correo non desexado foi detectado no teu correo, sentimolo se isto é un erro
nb_no: Vi fant spam i ditt innlegg. Beklager hvis dette er en feil
pt: Foi detetado spam na sua mensagem; desculpe se isto é um erro

source: This function is limited to moderators and administrators
gl: Esta función está reservada a moderadores e administradores

source: this field is required
gl: Este campo é requerido
nb_no: dette feltet kreves
pt: este campo é obrigatório

source: Choose a screen name
gl: Escoller un nome de pantalla
nb_no: Velg et visningsnavn

source: user name is required
gl: O nome de usuario está requerido
nb_no: brukernavn kreves
pt: o nome de utilizador é obrigatório

source: sorry, this name is taken, please choose another
gl: Sentímolo, este nome está collido, porfavor elixa outro
nb_no: Beklager men dette navnet er tatt. Vennligst velg et annet
pt: este nome já está em utilização e deve escolher outro

source: sorry, this name is not allowed, please choose another
gl: Sentímolo, ete nome non está permitido, por favor elixa outro
nb_no: Beklager men dette navnet er ikke gyldig. Prøv et annet.
pt: este nome não é permitido e deve escolher outro

source: sorry, there is no user with this name
gl: Sentimolo, non hai ningún usuario con ese nome
nb_no: Det er ingen bruker med dette navnet
pt: não existe um utilizador com este nome

source: sorry, we have a serious error - user name is taken by several users
gl: Sentímolo, temos un erro serio - o nome de susuario está collido por varios usuarios
nb_no: Vi en seriøs feil - Brukernavnet er i bruk av flere brukere
pt: ocorreu um erro grave - o nome de utilizador é utilizado por diversos utilizadores

source: user name can only consist of letters, empty space and underscore
gl: O nome de usuario soamente pode consistir en letras, espazos baleiros e subliñado
nb_no: brukernavn kan bare bestå av bokstaver, tall, space og _
pt: só pode utilizar letras, espaços vazios e "underscores" para o nome de utilizador

source: please use at least some alphabetic characters in the user name
gl: utilice polo menos algúns carácteres alfabéticos no nome de usuario
nb_no: vennligst bruk noen alfanumeriske bokstaver i brukernavnet
pt: por favor use pelo menos alguns caracteres alfabéticos no nome de utilizador

source: symbol "@" is not allowed
gl: non se admite o símbolo «@»

source: Your email <i>(never shared)</i>
gl: O seu correo <i>(nunca se compartirá)</i>
nb_no: Din epost <i>(aldri delt)</i>

source: email address is required
gl: A dirección de correo é un requisito.
nb_no: epostadresse kreves
pt: o endereço de correio eletrónico é necessário

source: please enter a valid email address
gl: Por favor, introduza una dirección de correo válida
nb_no: du må skrive en gyldig epostadresse
pt: por favor insira um endereço eletrónico de correio válido

source: this email is already used by someone else, please choose another
gl: Este correo esta sendo utilizado por alguén máis, por favor elixa outro
nb_no: denne epostadressen er allerede i bruk. Velg en annen epostaddresse.
pt: este endereço já esta a ser usado por outra pessoa, por favor escolha outro

source: this email address is not authorized
gl: este enderezo de correo non está autorizado

source: password is required
gl: O contasinal é un requisito
nb_no: passord kreves
pt: a senha é obrigatória

source: Password <i>(please retype)</i>
gl: Contrasinal <i>(repítao, por favor)</i>
nb_no: Passord <i>(tast to ganger)</i>

source: please, retype your password
gl: Por favor, volve escribir a túa contrasinal
nb_no: skriv inn ditt passord igjen
pt: por favor, indique novamente a senha

source: sorry, entered passwords did not match, please try again
gl: Sentimolo, o contrasinal introducido non coincide, por favor, inténteo de novo
nb_no: dine passord var ikke like. Prøv igjen.
pt: infelizmente as palavras-passe não coincidem, por favor tente novamente

source: 2 days ago
gl: Fai 2 días
nb_no: 2 dager siden
pt: 2 dias atrás

source: yesterday
gl: Onte
nb_no: i går
pt: ontem

source: %(hr)d hour ago
gl: %(hr)d fai una hora
nb_no: %(hr)d time siden
pt: Há %(hr)d hora

source: %(min)d min ago
gl: %(min)d fai un minuto
nb_no: %(min)d minutt siden
pt: Há %(min)d minuto

source: Successfully uploaded a new avatar.
gl: Éxito na subida dun novo avatar.
nb_no: Lastet opp en ny avatar.
pt: Enviado com sucesso um novo avatar.

source: Successfully updated your avatar.
gl: Éxito na actualización do teu avatar
nb_no: Oppdaterte din avatar.
pt: Atualizado com sucesso o seu avatar.

source: Successfully deleted the requested avatars.
gl: Éxito eliminando o avatar requerido
nb_no: Slettet valgte avatarer.
pt: Excluídos com sucesso os avatares solicitados.

source: your post was not accepted
gl: a publicación non se aceptou

source: Sorry, but anonymous users cannot access the inbox
gl: Sentimolo, pero os usuarios anónimos non poden acceder a bandexa de entrada.
nb_no: Anonyme brukere har ikke tillgang til inbox
pt: Desculpe, mas os visitantes anónimos não podem aceder à caixa de correio

source: Sorry, anonymous users cannot vote
gl: Desculpe, os usuarios anónimos non poden votar
nb_no: Beklager, anonyme brukere kan ikke stemme

source: Sorry you ran out of votes for today
gl: Sentimolo, quedouse sen votos por hoxe.
nb_no: Beklager men du har ikke flere stemmer for i dag
pt: Infelizmente você ficou sem votos para hoje

source: You have %(votes_left)s votes left for today
gl: Tiene %(votes_left)s votos quitados hoy
nb_no: Du har %(votes_left)s stemmer igjen i dag
pt: Você tem %(votes_left)s votos restantes para hoje

source: Sorry, something is not right here...
gl: Sentimolo, algo non está ben aquí
nb_no: Noe stemmer ikke helt ...
pt: Desculpe, mas algo não esta certo aqui...

source: Sorry, but anonymous users cannot accept answers
gl: Desculpe, pero os usuarios anónimos non poden aceptar respostas
nb_no: Anonyme brukere kan ikke akseptere svar
pt: Desculpe, mas os visitantes anónimos não podem aceitar respostas

source: Your subscription is saved, but email address %(email)s needs to be validated, please see <a href="%(details_url)s">more details here</a>
gl: Gardouse a súa subscrición mais o enderezo de correo %(email)s debe de ser comprobado, vexa <a href="%(details_url)s">máis detalles aquí</a>
nb_no: Abonnementet er lagret, men e-postadresse %(email)s må valideres, kan du se <a href="%(details_url)s">flere detaljer her</a>

source: email update frequency has been set to daily
gl: A frecuencia de actualización do correo ha sido establecida como diaria.
nb_no: epost oppdateringsfrekvens er satt til daglig
pt: frequência de atualização por correio eletrónico foi definida para diária

source: Sorry, could not delete tag
gl: Desculpe, non foi posíbel eliminar a etiqueta

source: Tag subscription was canceled (<a href="%(url)s">undo</a>).
gl: A suscrición a esta etiqueta ha sido cancelada (<a href="%(url)s">undo</a>).
nb_no: Merkelappabonnement er avsluttet (<a href="%(url)s">angre</a>).
pt: A subscrição da etiqueta foi cancelada (<a href="%(url)s">anular</a>).

source: Please sign in to subscribe for: %(tags)s
gl: Por favor, rexístrate pra subscribirte a: %(tags)s
nb_no: Logg in for å abonere på: %(tags)s
pt: Por favor inicie sessão para subscrever: %(tags)s

source: Create
gl: Crear

source: Please sign in to vote
gl: Por favor, rexístrese para votar
nb_no: Logg inn for å stemme
pt: Por favor inicie sessão para votar

source: Please sign in to delete/restore posts
gl: Inicie sesión para eliminar/restaurar publicacións
nb_no: Vennligst logg inn for å slette/gjenskape innlegg

source: Group %(name)s does not exist
gl: O grupo %(name)s non existe

source: Sorry, looks like sharing request was invalid
gl: Desculpe, a solicitude de compartición era incorrecta

source: %(user)s, welcome to group %(group)s!
gl: %(user)s, benvido/a ao grupo %(group)s!

source: Sorry, only thread moderators can use this function
gl: Desculpe, esta función está reservada aos moderadores do fío

source: The answer is now unpublished
gl: A resposta está agora despublicada

source: The answer is now published
gl: A resposta está agora publicada

source: About %(site)s
gl: Sobre %(site)s
nb_no: Om %(site)s

source: Please sign in or register to send your feedback
gl: Inicie sesión ou rexístrese para enviar a súa reacción

source: Q&A forum feedback
gl: Retroalimentación do foro Q&A:
nb_no: Q&A forumtilbakemelding
pt: Comentários do fórum Perguntas e Respostas

source: Thanks for the feedback!
gl: Grazas pola retroalimentación!
nb_no: Takk for din tilbakemelding!
pt: Obrigado pelo comentário!

source: We look forward to hearing your feedback! Please, give it next time :)
gl: estaremos esperando para escoitar os seus comentarios! Por favor, deixenolo a próxima vez :)
nb_no: Vi ser fram til å høre din tilbakemelding! Kanskje gi en neste gang? :)
pt: Estamos ansiosos por ter o seu comentário! Por favor faça-o da próxima vez :)

source: Privacy policy
gl: Política privada
nb_no: Personvern
pt: Política de privacidade

source: Suggested tags
gl: Etiquetas suxeridas

source: Please go to <a href="%s">"settings->URLs, keywords and greetings"</a> and set the base url for your site to function properly
gl: Vaia a <a href="%s">"configuración->Enderezos url, palabas chave e fórmulas de saúdos"</a> e determine o url base para que o seu sitio funcione correctamente

source: Sorry, the comment you are looking for has been deleted and is no longer accessible
gl: Desculpe, o comentario que esta buscando ha sido eliminado e non é accesible.
nb_no: Kommentaren du ser etter er slettet
pt: Lamento, mas o comentário que procura foi apagado e já não está acessível

source: moderate user
gl: moderar usuario
nb_no: moderer denn brukeren
pt: moderar utilizador

source: user profile
gl: perfil de usuario
nb_no: brukerprofil
pt: perfil do utilizador

source: user profile overview
gl: visión general do perfil de usuario
nb_no: brukerprofil oversikt
pt: visão geral do perfil de utilizador

source: recent user activity
gl: actividade recente do usuario
nb_no: siste brukeraktiviteter
pt: atividades recentes do utilizador

source: profile - recent activity
gl: perfil - actividade recente
nb_no: profil - sist aktivitet
pt: perfil - atividade recente

source: group joining requests
gl: agrupar solicitudes de participación

source: profile - moderation
gl: perfil - moderación

source: private messages
gl: mensaxes privadas

source: profile - messages
gl: perfil - mensaxes

source: profile - responses
gl: perfil - respostas
nb_no: profil - tilbakemeldinger
pt: perfil - respostas

source: profile - votes
gl: perfil - votos
nb_no: profil - stemmer
pt: perfil - votos

source: user karma
gl: karma do usuario
nb_no: brukerkarma

source: Profile - User's Karma
gl: Perfil - Karma de usuario
nb_no: Profil - Brukerkarma

source: users favorite questions
gl: preguntas favoritas dos usuarios
nb_no: brukers favorittspørsmål
pt: perguntas favoritas dos utilizadores

source: profile - favorite questions
gl: perfil - preguntas favoritas
nb_no: profil - favorittspørsmål
pt: perfil - perguntas favoritas

source: changes saved
gl: cambios gardados
nb_no: endringer lagret
pt: alterações guardadas

source: email updates canceled
gl: actualización do correo canceladas
nb_no: epostoppdateringer avsluttet
pt: atualizações por email canceladas

source: profile - email subscriptions
gl: perfil - subcricións do correo
nb_no: profil - epostabonnement
pt: perfil - subscrições eletrónicas

source: profile - %(section)s
gl: perfil - %(section)s

source: Sorry, anonymous users cannot upload files
gl: Desculpe, os usuarios anónimos non poden subir arquivos
nb_no: Anonyme brukere kan ikke laste opp filer
pt: Utilizadores anónimos não podem enviar arquivos

source: allowed file types are '%(file_types)s'
gl: os tipos de arquivos permitidos son '%(file_types)s'
nb_no: lovlige filtyper er '%(file_types)s'
pt: os tipos de arquivo permitidos são '%(file_types)s'

source: maximum upload file size is %(file_size)sK
gl: O máximo tamaño permitido é %(file_size)sK
nb_no: maksimum opplastningsstørrelse er %(file_size)sK
pt: o tamanho máximo do arquivo de envio é %(file_size)sK

source: Error uploading file. Please contact the site administrator. Thank you.
gl: Erro o subir o arquivo. Por favor contacte co administrados do sitio. Grazas.
nb_no: Feil på filopplasting. Ta kontakt med Administrator.
pt: Erro ao enviar o arquivo. Por favor contacte o administrador do sítio. Obrigado.

source: <span class="strong big">You are welcome to start submitting your question anonymously</span>. When you submit the post, you will be redirected to the login/signup page. Your question will be saved in the current session and will be published after you log in. Login/signup process is very simple. Login takes about 30 seconds, initial signup takes a minute or less.
gl: <span class="strong big">Vostede é benvido/a para comezar a enviar a súa pregunta anonimamente</span>. Cando envíe a publicación, será redirixido á páxina de acceso/rexistro. A pregunta gardarase na sesión actual e publicarase despois de que inicie sesión. O proceso de acceso/rexistro é moi simple. Iniciar unha sesión/rexistrarse leva 30 segundos, o rexistro inicial leva un minuto ou menos.
nb_no: <span class="strong big">Du er velkommen til å begynne spørsmåletsinnlegget ditt anonymt</ span>. Når du legger inn innlegget så vil du bli omdirigert til pålogging/registreringssiden. Ditt spørsmål vil bli lagret i den gjeldende økten, og vil bli offentliggjort etter at du har logget inn. Logg inn/registrering prosessen er svært enkel. Logg inn tar ca. 30 sekunder, første registrering tar et minutt eller mindre.

source: Please log in to answer questions
gl: Inicie sesión para responder cuestións
nb_no: Vennligst logg inn for å svare på spørsmål
pt: Por favor inicie sessão para responder a perguntas

source: This content is forbidden
gl: Este contido está prohibido

source: Post not found
gl: Non foi posíbel atopar a publicación

source: Sorry, you appear to be logged out and cannot post comments. Please <a href="%(sign_in_url)s">sign in</a>.
gl: Desculpe, vostede aparece como desconectado e non pode publicar comentarios. Por favor <a href="%(sign_in_url)s">rexistrese</a>.
nb_no: Beklager men det ser ut til at du har blitt logget ut å kan ikke legge inn kommentarer. Vennligst <a href="%(sign_in_url)s">logg inn</a>.
pt: Parece que você saiu da sessão e não pode comentar. Por favor, <a href="%(sign_in_url)s">inicie a sessão</a>.

source: Sorry, anonymous users cannot edit comments
gl: Desculpe, os usuarios anónimos non poden editar comentarios.
nb_no: Anonyme brukere kan ikke editere kommentarer
pt: Os utilizadores anónimos não podem editar comentários

source: Sorry, you appear to be logged out and cannot delete comments. Please <a href="%(sign_in_url)s">sign in</a>.
gl: Desculpe, vostede aparece como desconectado e non pode eliminar comentarios. Por favor <a href="%(sign_in_url)s">rexístrese</a>.
nb_no: Beklager men det ser ut til at du har blitt logget ut å kan ikke slette kommentarer. Vennligst <a href="%(sign_in_url)s">logg inn</a>.
pt: Parece que você saiu da sessão e não pode eliminar comentários. Por favor, <a href="%(sign_in_url)s">inicie a sessão</a>.

source: sorry, we seem to have some technical difficulties
gl: Desculpe, parace que temos algunas dificultades técnicas.
nb_no: Beklager men det ser ut til at vi har litt tekniske problemer
pt: estamos com algumas dificuldades técnicas

source: Error - could not find the destination post
gl: Erro - non foi posíbel atopar o destino desta publicación

source: Cannot convert, because text has more characters than %(max_chars)s - maximum allowed for comments
gl: Non se pode converter, porque o texto ten máis de %(max_chars)s caracteres - o máximo permitido para comentarios

source: Editor
nb_no: Redaktør

source: %(username)s's website is %(url)s
nb_no: %(username)s's hjemmeside er %(url)s
pt: o sítio web de %(username)s é %(url)s

source: identicon
pt: identificador

source: %(site)s logo
pt: logótipo de %(site)s
