Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: Unfortunately, there was some problem when connecting to %(provider)s, please try again or use another provider
gl: Mágoa, produciuse algún problema ao conectar con %(provider)s, probe outra vez ou use outro fornecedor
nb_no: Det oppstod et problem med koblingen til %(provider)s. Prøv igjen eller bruk en annen leverandør.
pt: Infelizmente, houve algum problema ao ligar a %(provider)s, por isso tente novamente ou use outro fornecedor

source: The login password combination was not correct
gl: A combinación de nome e contrasinal non era correcta
nb_no: Passord stemmer ikke
pt: A combinação de utilizador e senha não está correta

source: Please click any of the icons below to sign in
gl: Prema en calquera das iconas seguintes para iniciar sesión
nb_no: Trykk på hvilken som helst av ikonene under for å logge på
pt: Por favor, clique em qualquer ícone abaixo para entrar

source: Account recovery email sent
gl: Envióuselle un correo para recuperar a conta
nb_no: Kontogjenopprettingsepost er sendt
pt: Mensagem para recuperar a conta enviada

source: Please add one or more login methods.
gl: Engada un ou máis métodos de inicio de sesión.
nb_no: Legg inn en eller flere påloggingsmetoder.
pt: Por favor, adicione um ou mais métodos de iniciar sessão.

source: If you wish, please add, remove or re-validate your login methods
gl: Se quere, engada, retire ou revalide os seus métodos de acceso
nb_no: Ivhs du ønsker, legg til, fjern eller re-valider dine loginmetoder
pt: Se você quiser, por favor adicione, remova ou revalide os seus métodos de iniciar sessão

source: Please wait a second! Your account is recovered, but ...
gl: Agarde un segundo! A súa conta recuperouse pero...
nb_no: Vennligst vent litt! Din konto er gjenopprettet, men ...
pt: Por favor, espere um segundo! A sua conta está recuperada, mas...

source: Sorry, this account recovery key has expired or is invalid
gl: Mágoa, esta chave de recuperación de conta expirou ou non é correcta
nb_no: Beklager men denne kontoens gjenopprettingsnøkkel har utgått eller er ikke korrekt
pt: Desculpe, esta chave de recuperação de conta expirou ou é inválida

source: Login method %(provider_name)s does not exist
gl: O método de inicio con %(provider_name)s non existe
nb_no: Påloggingsmetode %(provider_name)s eksisterer ikke
pt: O método de sessão %(provider_name)s não existe

source: Oops, sorry - there was some error - please try again
gl: Sentímolo - produciuse algún erro - probe outra vez
nb_no: Oops, beklager - de har skjedd en feil - prøv igjen
pt: Desculpe, mas houve algum erro. Por favor tente novamente

source: If you are trying to sign in to another account, please sign out first. Otherwise, please report the incident to the site administrator.
gl: Se está tentando acceder a outra conta, cerre a sesión primeiro. Ademais, informe do incidente ao administrador do sitio.

source: Your %(provider)s login works fine
gl: O inicio de sesión con %(provider)s funciona ben
nb_no: Din %(provider)s pålogging fungerer fint
pt: A sua sessão %(provider)s funciona bem

source: Sorry, registration failed. The token can be already used or has expired. Please try again
gl: Fallou o rexistro. O token xa pode ser usado ou caducou. Ténteo outra vez

source: Recover your %(site)s account
gl: Recuperar a conta en %(site)s
nb_no: Gjenopprett din %(site)s konto
pt: Recuperar a sua conta de %(site)s

source: Please check your email and visit the enclosed link.
gl: Comprobe o seu correo e visite a ligazón incluída.
nb_no: Sjekk din epost å følg den vedlagte lenken.
pt: Por favor consulte o seu correio eletrónico e visite a ligação em anexo.

source: Site
gl: Sitio
nb_no: Nettsted
pt: Sítio

source: Main
gl: Principal
nb_no: Hoved
pt: Principal

source: Base Settings
gl: Configuración base
nb_no: Grunninstillinger
pt: Definições base

source: Default value: ""
gl: Valor predeterminado:""
nb_no: Standardverdi: ""
pt: Valor padrão: ""

source: Default value:
gl: Valor predeterminado:
nb_no: Standardverdi:
pt: Valor padrão:

source: Default value: %s
gl: Valor predeterminado: %s
nb_no: Standardverdi: %s
pt: Valor padrão: %s

source: Allowed image file types are %(types)s
gl: Os tipos de imaxe admitidos son %(types)s
nb_no: Tillatte bildefiltyper er %(types)s
pt: Os tipos de ficheiro de imagem permitidos são %(types)s

source: Congratulations, you are now an Administrator
gl: Parabéns, agora es un administrador
nb_no: Gratulerer. Du er nå en Administrator
pt: Parabéns, você é agora um Administrador

source: <p>To ask by email, please:</p>
gl: <p>Para preguntar por correo:</p>
nb_no: <p>For å spørre via epost:</p>

source: <li>Type title in the subject line</li>
gl: <li>Escriba o título na liña de asunto</li>
nb_no: <li>Typetittel i emnelinjen</li>

source: <li>Type details of your question into the email body</li>
gl: <li>Escriba detalles da súa pregunta no corpo do correo</li>
nb_no: <li>Typedetaljer for spørsmål i epostinnhold</li>

source: <li>The beginning of the subject line can contain tags, <em>enclosed in the square brackets</em> like so: [Tag1; Tag2]</li>
gl: <li>O principio da liña de asunto pode conter etiquetas, <em>encerradas entre corchetes</em> como: [Etiq1; Etiq2]</li>
nb_no: <li>Begynnelsen av emnelinjer kan inneholde merkelpper, <em>omkretset av firkantparanteser</em> slik: [Merkelapp1; Merkelapp2]</li>

source: <li>In the beginning of the subject add at least one tag <em>enclosed in the brackets</em> like so: [Tag1; Tag2].</li>
gl: <li>No principio da liña de asunto engada cando menos unha etiqueta <em>encerrada entre corchetes</em> como: [Etiq1; Etiq2].</li>
nb_no: <li>I begynnelsen av emnet, legg til minst en merkelapp <em>omkranset av firkantparantes</em> slik: [Merkelapp1; Merkelapp2].</li>

source: <p>Note that a tag may consist of more than one word, to separate the tags, use a semicolon or a comma, for example, [One tag; Other tag]</p>
gl: <p>Vexa que unha etiqueta pode consistir de máis dunha palabra, para separar as etiquetas use un punto e coma ou unha coma, por exemplo, [Unha etiqueta; Outra etiqueta]</p>
nb_no: <p>Legg merke til at merkelapp kan bestå av mer enn et ord. For å separere merkelappene, bruk semikolon eller comma, som for eksempel, [En merkelapp; Annen merkelapp]</p>

source: <p>Sorry, there was an error posting your question please contact the %(site)s administrator</p>
gl: <p>Mágoa, produciuse un erro ao publicar a súa pregunta, contacte por favor coa administración de %(site)s</p>
nb_no: <p>Beklager. Det skjedde en feil ved lagringen av ditt spørsmål. Kontakt %(site)s administrator</p>
pt: <p>Ocorreu um problema ao colocar a sua questão. Contacte o administrador de %(site)s</p>

source: <p>Sorry, in order to post questions on %(site)s by email, please <a href="%(url)s">register first</a></p>
gl: <p>Mágoa, para publicar a súa pregunta en %(site)s por correo, <a href="%(url)s">rexístrese primeiro</a></p>
nb_no: <p>Beklager, men for å kunne legge inn spørsmål på %(site)s via epost så må du <a href="%(url)s">registrere deg først</a></p>
pt: <p>Para colocar perguntas no sítio %(site)s por correio eletrónico, <a href="%(url)s">registe-se primeiro</a></p>

source: <p>Sorry, your question could not be posted due to insufficient privileges of your user account</p>
gl: <p>Mágoa, a súa pregunta non se pode publicar por falta de permisos da súa conta de usuario</p>
nb_no: <p>Beklager men ditt spørsmål kunne ikke lagres på grunn av manglende rettigheter på din konto</p>
pt: <p>A sua pergunta não pode ser colocada por insuficiência de privilégios da sua conta de utilizador</p>

source: You were replying to an email address unknown to the system or you were replying from a different address from the one where you received the notification.
gl: Estivo a responder a un enderezo de correo descoñecido para o sistema ou respondendo desde un enderezo diferente do que recibiu a notificación.

source: Re: Welcome to %(site_name)s
gl: Re: Dámoslle a benvida a %(site_name)s

source: Please reply to the welcome email without editing it
gl: Responda á mensaxe de benvida sen editala

source: Accept the best answer for %(question_count)d of your questions
gl: accepte a mellor resposta para %(question_count)d as suas cuestions
nb_no: Godta det beste svaret for %(question_count)d av dine spørsmål
pt: Aceitar a melhor resposta para %(question_count)d das suas perguntas

source: Please accept the best answer for this question:
gl: Acepte a mellor resposta para esta cuestión:
nb_no: Vennligst godta det beste svaret på dette spørsmålet:
pt: Por favor, aceite a melhor resposta para esta pergunta:

source: Please accept the best answer for these questions:
gl: Acepte a mellor resposta para estas cuestións
nb_no: Vennligst aksepter det beste svaret for disse spørsmålene:
pt: Por favor, aceite a melhor resposta para estas perguntas:

source: %(question_count)d updated question about %(topics)s
gl: %(question_count)d pregunta actualizada sobre %(topics)s
nb_no: %(question_count)d oppdatert spørsmål om %(topics)s
pt: %(question_count)d pergunta atualizada sobre %(topics)s

source: new question
gl: nova pregunta
nb_no: nytt spørsmål
pt: nova pergunta

source: %(question_count)d unanswered question about %(topics)s
gl: %(question_count)d pregunta actualizada sobre %(topics)s
nb_no: %(question_count)d ubesvart spøsmål om %(topics)s
pt: %(question_count)d pergunta não respondida sobre %(topics)s

source: Please log in to use %s
gl: Conéctese para utilizar %s
nb_no: Vennligst logg inn for å bruke %s
pt: Por favor inicie sessão para usar %s

source: Sorry, but you have only read access
gl: Desculpe pero só ten permiso de lectura

source: Sorry, this operation is not allowed
gl: Desculpe, non se permite esta operación

source: Sorry, you cannot accept or unaccept best answers because your account is blocked
gl: Mágoa, non pode aceptar ou non as mellores respostas porque a súa conta está bloqueada
nb_no: Beklager, du kan ikke akseptere eller avakseptere beste svar ettersom din konto er blokkert
pt: Você não pode aceitar ou recusar as melhores respostas porque a sua conta está bloqueada

source: Sorry, you cannot accept or unaccept best answers because your account is suspended
gl: Mágoa, non pode aceptar ou non as mellores respostas porque a súa conta está suspendida
nb_no: Beklager mend u kan ikke akseptere eller avakseptere beste spørsmål ettersom din konto er suspandert
pt: Não pode aceitar ou recusar as melhores respostas porque a sua conta está suspensa

source: >%(points)s points required to accept or unaccept your own answer to your own question
gl: Requírense >%(points)s para aceptar ou non a súa resposta á súa propia pregunta
nb_no: fler enn %(points)s påeng kreves for å kunne akseptere eller ditt eget svar på ditt eget spørsmål
pt: São precisos >%(points)s pontos para aceitar ou recusar a sua própria resposta à sua pergunta

source: Sorry, you will be able to accept this answer only after %(will_be_able_at)s
gl: perdoa, debes aceptar esta resposta solo despois %(will_be_able_at)s
nb_no: Du vil være i stand til å akseptere dette svaret etter %(will_be_able_at)s
pt: Você poderá aceitar esta resposta apenas depois de %(will_be_able_at)s

source: Sorry, only moderators or original author of the question - %(username)s - can accept or unaccept the best answer
gl: Sentímolo, só os moderadores e autor orixinal da pregunta - %(username)s - poden aceptar ou rechazar a mellor resposta
nb_no: Bare moderatorer eller den som spurte spørsmålet - %(username)s - kan akseptere eller 'av-akseptere' beste svar
pt: Apenas moderadores ou o autor original da pergunta - %(username)s - pode aceitar ou recusar a melhor resposta

source: Sorry, you cannot vote for your own posts
gl: non pode votar nas súas propias mensaxes
nb_no: Beklager, du kan ikke stemme på egne innlegg

source: Sorry your account appears to be blocked
gl: A súa conta parece estar bloqueada
nb_no: Beklager men det ser ut til at din konto er blokkert
pt: A sua conta parece estar bloqueada

source: Sorry your account appears to be suspended
gl: A súa conta parece estar suspensa
nb_no: Beklager men det ser ut til at din konto er suspandert
pt: A sua conta parece estar suspensa

source: >%(points)s points required to upvote
gl: Requírense >%(points)s puntos para votar positivamente
nb_no: fler enn %(points)s nødvendig for å stemme
pt: >%(points)s pontos necessários para um voto a favor

source: >%(points)s points required to downvote
gl: Requírense >%(points)s puntos para votar negativamente
nb_no: fler enn %(points)s kreves for å stemme
pt: >%(points)s pontos precisos para um voto desfavorável

source: Sorry, blocked users cannot upload files
gl: Os usuarios bloqueados non poden subir ficheiros
nb_no: Beklager. Blokkerte brukere kan ikke laste opp filer
pt: Utilizadores bloqueados não podem enviar ficheiros

source: Sorry, suspended users cannot upload files
gl: Os usuarios suspensos non poden subir ficheiros
nb_no: Beklager. Suspanderte brukere kan ikke laste opp filer
pt: Utilizadores suspensos não podem enviar ficheiros

source: sorry, file uploading requires karma >%(min_rep)s
gl: a subida de ficheiros require un karma >%(min_rep)s
nb_no: beklager men opplasting av filer krever mer enn %(min_rep)s karma

source: Could not post, because your karma is insufficient to publish links
gl: Non é posíbel publicar porque o seu karma é insuficiente para a publicación de ligazóns

source: Sorry, you already gave an answer, please edit it instead.
gl: Desculpe pero xa deu a súa resposta, edítea en todo caso.

source: Sorry, comments (except the last one) are editable only within %(minutes)s minute from posting
gl: Mágoa, os comentarios (agás o último) son editábeis só durante %(minutes)s minuto desde a súa publicación
nb_no: Beklager men kommentarer (untatt den siste) kan kun editeres %(minutes)s minutt etter posting
pt: Comentários (com exceção do último) podem ser editados apenas até %(minutes)s minutos depois da colocação

source: Sorry, but only post owners or moderators can edit comments
gl: Soamente os propietarios ou moderadores poden editar os comentarios
nb_no: Beklager, men bare eier og moderator kan editere kommentarer
pt: Apenas o dono da mensagem ou moderadores podem editar comentários

source: Sorry, since your account is suspended you can comment only your own posts
gl: Sentímolo, desde que se suspendeu a súa conta, soamente pode comentar nas súas propias publicacións
nb_no: Beklager men siden din konto er suspandert så kan du bare kommentere på dine egne innlegg
pt: Por estar com a conta suspensa, só pode comentar as suas próprias mensagens

source: Sorry, to comment any post a minimum reputation of %(min_rep)s points is required. You can still comment your own posts and answers to your questions
gl: Para comentar calquera publicación, requírese un mínimo de %(min_rep)s puntos de reputación. Aínda pode comentar nas súas propias publicacións e nas respostas ás súas preguntas
nb_no: Beklager men for å kunne kommentere på et innlegg så kreves det minst %(min_rep)s omdømmepåeng. Du kan kommentere dine egne innlegg og svar på dine spørsmål
pt: Para comentar qualquer mensagem, é necessário um mínimo de %(min_rep)s pontos de reputação. Você também pode comentar as suas próprias mensagens e respostas às suas perguntas

source: This post has been deleted and can be seen only by post owners, site administrators and moderators
gl: Esta publicación eliminouse e só pode ser vista polos propietarios da publicación, polos administradores e polos moderadores do sitio
nb_no: Dette innlegget er slettet og kan kun bli sett av eier, nettstedsadministratorer og moderatorer
pt: Esta mensagem foi excluída e só pode ser vista pelo proprietário, administrador do sítio, e moderadores

source: Sorry, only moderators, site administrators and post owners can edit deleted posts
gl: Só os moderadores, os administradores e os propietarios poden editar as publicacións eliminadas
nb_no: Bare moderatorer, administratorer og eiere kan editere slettede innlegg
pt: Apenas moderadores, administradores do sítio, e o dono da mensagem podem editar mensagens apagadas

source: Sorry, since your account is blocked you cannot edit posts
gl: Mágoa, ao estar a súa conta bloqueada xa non pode editar publicacións
nb_no: Ettersom din konto er blokkert så kan du ikke editere innlegg
pt: Desculpa, mas não pode editar mensagens, pois a sua conta está bloqueada

source: Sorry, since your account is suspended you can edit only your own posts
gl: Desculpe, desde que se suspendeu a súa conta, soamente pode comentar nas súas propias publicacións
nb_no: Ettersom din konto er suspandert så kan du bare editere dine egne innlegg
pt: Lamento, mas como a sua conta está suspensa, só poderá editar as suas próprias mensagens

source: Sorry, to edit wiki posts, a minimum reputation of %(min_rep)s is required
gl: Para editar o wiki, requírese unha reputación mínima de %(min_rep)s
nb_no: For å editere wiki innlegg så kreves minst %(min_rep)s omdømmepåeng
pt: Para editar mensagens do wiki, é preciso um mínimo de %(min_rep)s pontos de reputação

source: Sorry, to edit other people's posts, a minimum reputation of %(min_rep)s is required
gl: Para editar as publicacións doutras persoas, requírese unha reputación mínima de %(min_rep)s
nb_no: For å editere andre brukeres innlegg så kreves det minst %(min_rep)s i omdømme
pt: Para editar mensagens de outras pessoas, é preciso um mínimo de %(min_rep)s pontos de reputação

source: Sorry, cannot delete your question since it has an upvoted answer posted by someone else
gl: Desculpe, non pode eliminar a pregunta porque ten unha resposta con voto de aprobación publicado por algún outro
nb_no: Beklager men spørsmålet ditt kan ikke slettes ettersom det er et svar med positive stemmer skrevet av noen andre
pt: Não pode apagar a sua pergunta pois ela tem uma resposta positiva colocada por outra pessoa

source: Sorry, since your account is blocked you cannot delete posts
gl: Desculpe, ao estar a súa conta bloqueada xa non pode eliminar publicacións
nb_no: Ettersom din konto er blokkert så kan du ikke slette innlegg
pt: Desculpe, mas como a sua conta está bloqueada, você não pode apagar mensagens

source: Sorry, since your account is suspended you can delete only your own posts
gl: Desculpe, ao estar a súa conta suspensa soamente pode eliminar as súas propias publicacións
nb_no: Ettersom din konto er suspandert så kan du kun slette egne innlegg
pt: Desculpe, mas como a sua conta está suspensa, só pode apagar as suas próprias mensagens

source: Sorry, to delete other people's posts, a minimum reputation of %(min_rep)s is required
gl: Requírese unha reputación mínima de %(min_rep)s para eliminar publicacións doutras persoas

source: Sorry, since your account is blocked you cannot close questions
gl: Desculpe, ao estar a súa conta bloqueada xa non pode pechar preguntas
nb_no: Ettersom din konto er blokkert så kan du ikke lukke spørsmål
pt: Desculpe, mas como a sua conta está bloqueada, você não pode fechar perguntas

source: Sorry, since your account is suspended you cannot close questions
gl: Desculpe, ao estar a súa conta suspensa xa non pode pechar preguntas
nb_no: Ettersom din konto er suspandert så kan du ikke lukke spørsmål
pt: Desculpe, mas como a sua conta está suspensa, você não pode fechar perguntas

source: Sorry, to close other people' posts, a minimum reputation of %(min_rep)s is required
gl: Desculpe, para pechar as publicacións doutra xente, cómpre unha reputación mínima de %(min_rep)s
nb_no: For å lukke andre brukeres spørsmål så kreves minst %(min_rep)s omdømme
pt: Lamento, mas para fechar mensagens de outras pessoas, é necessária uma reputação de %(min_rep)s

source: Sorry, to close own question a minimum reputation of %(min_rep)s is required
gl: Para pechar a súa propia pregunta, requírese unha reputación mínima de %(min_rep)s
nb_no: For å lukke eget spårsmål så kreves minst %(min_rep)s omdømme
pt: Desculpe, mas para fechar a própria pergunta, é necessária uma reputação de %(min_rep)s

source: Sorry, only administrators, moderators or post owners with reputation > %(min_rep)s can reopen questions.
gl: Só os administradores, moderadores ou propietarios de publicacións cunha reputación mínima > %(min_rep)s poden reabrir preguntas.
nb_no: Bare administratorer, moderatorer eller eiere med minst %(min_rep)s kan gjenåpne spørsmål
pt: Apenas os administradores, moderadores ou donos de perguntas com reputação > %(min_rep)s podem reabrir perguntas.

source: Sorry, to reopen own question a minimum reputation of %(min_rep)s is required
gl: Para reabrir a sua propia pregunta requírese unha reputación mínima de %(min_rep)s
nb_no: For å gjenåpne egne spørsmål så kreves minst %(min_rep)s omdømme
pt: Desculpe, mas para reabrir a própria pergunta é necessária uma reputação mínima de %(min_rep)s

source: Sorry, you cannot reopen questions because your account is blocked
gl: Non pode reabrir preguntas porque a súa conta está bloqueada

source: Sorry, you cannot reopen questions because your account is suspended
gl: Non pode reabrir preguntas porque a súa conta está suspensa

source: You have flagged this question before and cannot do it more than once
gl: Xa marcou esta pregunta antes e non o pode facer máis dunha vez
nb_no: Du har flagget dette spørsmålet før og kan ikke gjøre det mer enn én gang

source: Sorry, since your account is blocked you cannot flag posts as offensive
gl: Desculpe, ao estar a súa conta bloqueada non pode marcar publicacións como ofensivas
nb_no: Beklager, siden kontoen er sperret du ikke kan flagge meldinger som støtende

source: Sorry, to flag posts as offensive a minimum reputation of %(min_rep)s is required
gl: Desculpe, para marcar publicacións como ofensivas requírese unha reputación mínima de %(min_rep)s
nb_no: Beklager men for å markere innlegg som støtende må du ha minst %(min_rep)s omdømme

source: Sorry, you have exhausted the maximum number of %(max_flags_per_day)s offensive flags per day.
gl: Desculpe, esgotou o número máximo de %(max_flags_per_day)s marcas de ofensa por día.
nb_no: Beklager men du har brukt opp maksimalt antall %(max_flags_per_day)s støtende flagg per dag.

source: cannot remove non-existing flag
gl: Non se pode eliminar unha etiqueta non existente
nb_no: kan ikke fjerne ikke-eksisterende flagg
pt: não pode remover uma etiqueta não existente

source: Sorry, since your account is blocked you cannot remove flags
gl: Desculpe, ao estar a súa conta bloqueada, non pode eliminar marcas
nb_no: Ettersom din konto er blokkert så kan du ikke fjerne flagg

source: Sorry, your account appears to be suspended and you cannot remove flags. Please contact the forum administrator to reach a resolution.
gl: Desculpe, a súa conta parece estar suspensa e non pode retirar marcas. Contacte co administrador do foro a acadar unha solución.
nb_no: Beklager, men det ser ut til at kontoen er blokkert. Du kan ikke fjerne flagg før dette problemet er løst. Vennligst kontakt administrator for å nå frem til en løsning.

source: Sorry, to flag posts a minimum reputation of %(min_rep)d is required
gl: Desculpe, para marcar publicacións, requírese unha reputación mínima de %(min_rep)d
nb_no: Beklager men du må ha minst %(min_rep)d omdømme for å flagge et innlegg.

source: you don't have the permission to remove all flags
gl: Non ter permiso para editar todas as etiquetas
nb_no: du har ikke rettigheter til å fjerne alle flagg
pt: você não tem permissão para remover todos os sinalizadores

source: no flags for this entry
gl: ¿Retirar todas as etiquetas destas entradas?
nb_no: ingen flagg for dette innlegget
pt: não há sinalizadores nesta entrada
