Repository: appcubator/appcubator-site
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: gl, nb_no, pt

source: <span class='big strong'>Please try to give a substantial answer</span>. If you wanted to comment on the question or answer, just <strong>use the commenting tool</strong>. Please remember that you can always <strong>revise your answers</strong> - no need to answer the same question twice. Also, please <strong>don't forget to vote</strong> - it really helps to select the best questions and answers!
gl: <span class='big strong'>Procure dar unha resposta substancial</span>. Se quere comentar unha pregunta ou unha resposta, faga <strong>uso da ferramenta de comentarios</strong>. Lembre que sempre pode <strong>revisar as súas respostas</strong> - non é preciso responder á mesma cuestión dúas veces. Ademais <strong>non se esqueza de votar</strong> - axuda realmente a seleccionar as mellores preguntas e respostas!
nb_no: <span class='big strong'>Prøv å gi et betydelig svar</span>. Hvis du ønsket å kommentere spørsmål eller svar, bare <strong>bruk kommentarverktøy</strong>. Husk at du alltid kan <strong>revidere svarene</strong> - du trenger ikke å svare på det samme spørsmålet to ganger. <strong>Ikke glem å stemme</ strong> - det virkelig hjelper å velge de beste spørsmål og svar!

source: Add answer
gl: Engadir resposta

source: retag
gl: Reetiquetar
nb_no: omgjør merkelapper
pt: reetiquetar

source: reopen
gl: Reabrir
nb_no: gjenåpne
pt: reabrir

source: close
gl: Pechar
nb_no: lukk
pt: fechar

source: Question tools
gl: Ferramentas de cuestión
nb_no: Spørsmålsverktøy
pt: Ferramentas de questão

source: click to unfollow this question
gl: preme para non-seguir esta cuestión
nb_no: trykk for å slutte å følge dette spørsmålet
pt: clique para deixar de seguir esta questão

source: Following
gl: Seguindo
nb_no: Følger
pt: A seguir

source: Unfollow
gl: Non siga
nb_no: Slutt å følge
pt: Parar de seguir

source: click to follow this question
gl: prema para seguir esta cuestión
nb_no: trykk for å følge dette spørsmålet
pt: clique para seguir esta questão

source: Follow
gl: Seguir
nb_no: Følg
pt: Seguir

source: %(count)s follower
gl: %(count)s seguidor
pt: %(count)s seguidor

source: subscribe to this question rss feed
gl: subscríbase a alimentación de rss
nb_no: abonner på dette spørsmålets RSS strøm
pt: subscrever a esta questão via RSS

source: subscribe to rss feed
gl: subscríbase a alimentación de rss
nb_no: abonner på RSS strøm
pt: subscrever a fonte RSS

source: Invite
gl: Convidar

source: add
gl: Engadir
nb_no: legg til
pt: adicionar

source: - or -
gl: - ou -

source: share with everyone
gl: compartir con todo o mundo

source: This question is currently shared only with:
gl: Esta pregunta compártese soamente con:

source: Individual users
gl: Usuarios individuais

source: You
gl: Vostede

source: and
gl: e

source: %(more_count)s more
gl: %(more_count)s máis

source: Public thread
gl: Fío público

source: This thread is public, all members of %(site_name)s can read this page.
gl: Este fío é público, todos os membros de %(site_name)s poden ler esta páxina.

source: Stats
gl: Estadísticas
pt: Estatísticas

source: Asked
gl: Preguntado
nb_no: Spurt

source: Seen
gl: Visto
nb_no: Sett

source: times
gl: veces
nb_no: ganger
pt: vezes

source: Last updated
gl: Última actualización
nb_no: Sist oppdatert

source: Related questions
gl: Cuestións relacionadas
nb_no: Relaterte spørsmål
pt: Questões relacionadas

source: Tag subscriptions
gl: Subscricións a etiquetas

source: Tag Subscriptions
gl: Subscricións a etiquetas

source: Tags, matching "%(tag_query)s"
gl: Etiquetas, coincidentes con "%(tag_query)s"

source: sorted alphabetically
gl: Casificar alfabeticamente
nb_no: sorter alfabetisk
pt: ordenada alfabeticamente

source: by name
gl: Por nome
nb_no: etter navn
pt: por nome

source: sorted by frequency of tag use
gl: Ordenado por frecuencia de uso da etiqueta
nb_no: sorter etter hvor høy frekvens av merkelapper er i bruk
pt: ordenada pela frequência de uso da etiqueta

source: by popularity
gl: Por popularidade
nb_no: etter popularitet
pt: por popularidade

source: suggested
gl: suxerido

source: manage subscriptions
gl: xestionar subscricións

source: Manage Tag subscriptions
gl: Xestionar subscricións a etiquetas

source: Manage Tag subscription</a>
gl: Xestionar subscrición a etiquetas </a>

source: Create New
gl: Crear unha nova

source: Date
gl: Data

source: Action
gl: Acción

source: Edit
gl: Editar

source: Sections:
gl: seccións
nb_no: Seksjoner:
pt: Secções:

source: messages
gl: mensaxes

source: forum responses (%(re_count)s)
gl: respostas do foro (%(re_count)s)
nb_no: forum responser (%(re_count)s)
pt: respostas do fórum (%(re_count)s)

source: flagged items (%(flags_count)s)
gl: ítems marcados (%(flags_count)s)

source: group join requests
gl: agrupar solicitudes de participación

source: inbox - group join requests
gl: caixa de entrada- agrupar solicitudes de participación

source: Approve
gl: Aprobar

source: Deny
gl: Denegar

source: inbox - messages
gl: Caixa de entrada - mensaxes

source: inbox - responses
gl: caixa de entrada - respostas

source: select:
gl: seleccionar
nb_no: velg:
pt: selecionar:

source: seen
gl: visto
nb_no: sett
pt: vistas

source: new
gl: novo
nb_no: ny
pt: nova

source: none
gl: ningún
nb_no: ingen
pt: nada

source: mark as seen
gl: marcar como visto
nb_no: marker som sett
pt: marcar como vista

source: mark as new
gl: marcar como novo
nb_no: marker som ny
pt: marcar como nova

source: dismiss
gl: ignorar
nb_no: avfei
pt: rejeitar

source: remove flags/approve
gl: retirar marcas/aprobar

source: delete post
gl: eliminar publicación
nb_no: slett innlegg

source: Reject the post(s)?
gl: Rexeitar a publicación(s)?

source: 1) Enter a brief description of why you are rejecting the post.
gl: 1) Escribir unha breve descrición da por que rexeita a publicación.

source: 2) Please enter details here. This text will be sent to the user.
gl: 2) Escriba detalles aquí. Este texto enviaráselle ao usuario.

source: Use this reason &amp; reject
gl: Use esta razón e rexeite

source: Use other reason
gl: Use outra razón

source: Save reason, but do not reject
gl: Gardar a razón pero non rexeitar

source: Please, choose a reason for the rejection.
gl: Escolla unha razón para o rexeitamento.

source: Select this reason
gl: Seleccione esta razón

source: Delete this reason
gl: Elimine esta razón

source: Add a new reason
gl: Engadir unha nova razón

source: You have selected reason for the rejection <strong>"<span class="selected-reason-title"></span>"</strong>. The text below will be sent to the user and the post(s) will be deleted:
gl: Seleccionou a razón para o rexeitamento <strong>"<span class="selected-reason-title"></span>"</strong>. O seguinte texto enviaráselle ao usuario e a publicación(s) eliminarase:

source: Edit this reason
gl: Editar esta razón

source: Auto-tweeting to @%(handle)s
gl: Chío automático a @%(handle)s

source: stop tweeting
gl: deter o chiado

source: Auto-tweeting is inactive
gl: O chiado automático está inactivo

source: Select twitter account
gl: Seleccione unha conta de Twitter

source: use another account
gl: use outra conta

source: Auto-tweeting is off
gl: O chiado automático está apagado

source: Start tweeting
gl: Comezar a chiar

source: %(username)s's profile
gl: %(username)s's perfil
nb_no: %(username)ss profil
pt: Perfil de %(username)s

source: Edit user profile
gl: Editar perfil de usuario
nb_no: Editer brukerprofl
pt: Editar perfil de utilizador

source: edit profile
gl: editar perfil
nb_no: Editer profil
pt: editar perfil

source: change picture
gl: cambiar imaxe
nb_no: endre bilde
pt: alterar imagem

source: remove
gl: retirar
nb_no: fjerne
pt: remover

source: Registered user
gl: Usuario rexistrado
nb_no: Registrert bruker
pt: Utilizador registado

source: Screen Name
gl: Nome en pantalla
nb_no: Kallenavn
pt: Nome a exibir

source: (cannot be changed)
gl: (non pode ser cambiado)
nb_no: (kan ikke endres)

source: Update
gl: actualizado
nb_no: Oppdater
pt: Atualizar

source: subscriptions
gl: suscricións
nb_no: abonnomenter
pt: subscrições

source: Email subscription settings
gl: Configuración da inscripción do correo electrónico
nb_no: Epost abonnementsinstillinger
pt: Definições das subscrições por correio

source: <span class='big strong'>Adjust frequency of email updates.</span> Receive updates on interesting questions by email, <strong><br/>help the community</strong> by answering questions of your colleagues. If you do not wish to receive emails - select 'no email' on all items below.<br/>Updates are only sent when there is any new activity on selected items.
gl: <span class='big strong'>Axuste a frecuencia de actualizacións por correo.</span> Reciba actualizacións das preguntas do seu interese por correo, <strong><br/>axude á comunidade</strong> respondendo a preguntas dos seus colegaas. Se non quere recibir correos - seleccione 'sen correo' en todos os ítems seguintes.<br/>Envíanse actualizacións só cando hai actividade nova nos ítems seleccionados.
nb_no: <span class='big strong'>Juster frekvensen av epostoppdateringer.</span> Motta oppdateringer på interessante spørsmål via e-post, <strong> <br/> hjelp community </ strong> ved å svare på spørsmål fra dine medbrukere. Hvis du ikke ønsker å motta e-post - velg 'ingen epost' på alle elementer under<br/> Oppdateringer sendes kun når det er ny aktivitet på utvalgte elementer.

source: Stop Email
gl: Deter correo
nb_no: Stopp epost

source: Subscribed languages
gl: Idiomas subscritos

source: Save languages
gl: Gardar idiomas

source: Subscribed Tags
gl: Etiquetas subscritas

source: followed questions
gl: cuestións seguidas
nb_no: fulgte spørsmål
pt: perguntas seguidas

source: update profile
gl: actualizar perfil
nb_no: oppdater profil
pt: atualizar perfil

source: manage login methods
gl: xestionar métodos de inicio de sesión
nb_no: administrer innlogginsmetoder
pt: gerir métodos de sessão

source: real name
gl: nome real
nb_no: faktisk navn
pt: nome real

source: groups
gl: grupos

source: add group
gl: engadir grupo

source: member since
gl: membro desde
nb_no: medlem siden

source: last seen
gl: último uso
nb_no: sist sett
pt: vista pela última vez

source: website
gl: sitio web
nb_no: nettside

source: location
gl: localización
nb_no: lokasjon
pt: localização

source: age
gl: idade
nb_no: alder
pt: idade

source: %(age)s years old
gl: De %(age)s anos

source: todays unused votes
gl: votos de hoxe sen usar
nb_no: dagens ubrukte stemmer
pt: votos de hoje por usar

source: votes left
gl: votos izquierda
nb_no: stemmer igjen
pt: votos restantes

source: moderation
gl: moderación
nb_no: moderasjon
pt: moderação

source: %(username)s's current status is "%(status)s"
gl: %(username)s's posición actual é "%(status)s"
nb_no: %(username)s's nåværende status er "%(status)s"
pt: O estado atual de %(username)s é "%(status)s"

source: User status changed
gl: Estado do usuario cambiado
nb_no: Brukers status har endret seg
pt: Estado alterado

source: Your current reputation is %(reputation)s points
gl: A súa reputación actual é %(reputation)s puntos
nb_no: Din nåværende reputation er %(reputation)s påeng
pt: A sua reputação atual é %(reputation)s pontos

source: User's current reputation is %(reputation)s points
gl: A reputación actual do usuario é %(reputation)s puntos
nb_no: Brukers nåværende reputation påeng er %(reputation)s
pt: A reputação atual do utilizador é %(reputation)s pontos

source: User reputation changed
gl: Estado do usuario cambiado
nb_no: Brukers reputation har endret seg
pt: Reputação do utilizador alterada

source: Subtract
gl: Restar
nb_no: Trekk fra
pt: Subtrair

source: Add
gl: Engadir
nb_no: Legg til
pt: Adicionar

source: Send message to %(username)s
gl: Mensaxe enviada para %(username)s
nb_no: Send melding til %(username)s
pt: Enviar mensagem a %(username)s

source: An email will be sent to the user with 'reply-to' field set to your email address. Please make sure that your address is entered correctly.
gl: O correo será enviado ao usuario en "responder a". Asegúrese de que o seu enderezo foi escrito correctamente.
nb_no: En epost vil bli sendt til brukeren med 'reply-to' feltet satt med din epostadresse. Sjekk at din epostadresse er lagt inn korrekt.
pt: Será enviada uma mensagem ao utilizador com o campo "reply-to" definido com o seu endereço de correio eletrónico. Assegure-se de que insere o endereço corretamente.

source: Message sent
gl: Mensaxe enviada
nb_no: Melding sendt
pt: Mensagem enviada

source: Send message
gl: Enviar mensaxe
nb_no: Send melding
pt: Enviar mensagem

source: Administrators have privileges of normal users, but in addition they can assign/revoke any status to any user, and are exempt from the reputation limits.
gl: Os administradores teñen dereitos de usuarios normais, pero, ademais, poden asignar calquera estado para calquera usuario, e están exentos dos límites de reputación.
nb_no: Administratorer har rettighetene som vanlige brukere, men i tillegg kan de tildele/tilbakekalle status for andre brukere, og er unntatt fra omdømmegrenser.
pt: Os administradores possuem os privilégios dos utilizadores normais, mas também podem atribuir e/ou revogar estados ou estabelecer os limites de reputação.

source: Moderators have the same privileges as administrators, but cannot add or remove user status of 'moderator' or 'administrator'.
gl: Usuarios teñen os mesmos privilexios que os administradores, pero non pode engadir ou eliminar o estado do usuario de "moderador" ou "administrador".
nb_no: Moderatorer har de samme rettigheter som administratorer, men kan ikke legge til eller fjerne status fra andre brukere med moderator "eller" administrator ".
pt: Os moderadores possuem os privilégios dos administradores, mas não podem revogar o estado dos moderadores ou administradores.

source: 'Approved' status means the same as regular user.
gl: Status 'Aprobado' significa o mesmo que usuario regular.
nb_no: 'Godkjent' status betyr det samme som vanlig bruker.
pt: O estado "Aprovado" significa o mesmo que utilizador normal.

source: Suspended users can only edit or delete their own posts.
gl: Usuarios suspendidos só poden editar ou eliminar as súas propias mensaxes.
nb_no: Suspenderte brukere kan bare redigere eller slette sine egne innlegg.
pt: Os utilizadores suspensos só podem editar ou eliminar as suas mensagens.

source: Blocked users can only login and send feedback to the site administrators, their url and profile will also be hidden.
gl: Os usuarios bloqueados só poden iniciar sesión e enviar a súa reacción ao administrador do sitio, agocharase tanto o seu url como o seu perfil.

source: network
gl: rede
nb_no: nettverk
pt: rede

source: Followed by %(count)s person
gl: Seguido por %(count)s persoa
nb_no: Fulgt av %(count)s annen bruker
pt: Seguida por %(count)s pessoa

source: Following %(count)s person
gl: Seguinte %(count)s persoa
nb_no: Følger %(count)s annen bruker
pt: A seguir %(count)s pessoa

source: Your network is empty. Would you like to follow someone? - Just visit their profiles and click "follow"
gl: A súa rede está vacía. Quere seguir a alguén? - Só ten que visitar o seu perfil e premer en "seguir"
nb_no: Ditt nettverk er tomt. Har du lyst til å følge noen? - Bare gå til profilen deres og klikk "følge"
pt: A rede está vazia. Pretende seguir alguém? Consulte os perfis e clique "Seguir".

source: %(username)s's network is empty
gl: %(username)s da rede está vacía
nb_no: %(username)s sitt netverk er tomt
pt: a rede de %(username)s está vazia

source: activity
gl: actividade
nb_no: aktivitet
pt: atividade

source: source
gl: fonte
nb_no: kilde
pt: fonte

source: Your karma change log.
gl: Rexistro de cambios do seu karma.
nb_no: Din karma endringslogg.
pt: Registo de alterações ao seu karma.

source: %(user_name)s's karma change log
gl: rexistro dos cambios de karma de %(user_name)s
nb_no: %(user_name)s sin karma endringslogg
pt: Registo de alterações ao karma de %(user_name)s

source: overview
gl: vista xeral
nb_no: oversikt
pt: resumo

source: <span class="count">%(counter)s</span> Question
gl: <span class="count">%(counter)s</span> Pregunta
nb_no: <span class="count">%(counter)s</span> Spørsmål
pt: <span class="count">%(counter)s</span> Pergunta

source: Answer
gl: resposta
nb_no: Svar

source: <span class="count">%(cnt)s</span> Vote
gl: <span class="count">%(cnt)s</span> Voto
nb_no: <span class="count">%(cnt)s</span> Stemme
pt: <span class="count">%(cnt)s</span> Voto

source: <span class="count">%(counter)s</span> Tag
gl: <span class="count">%(counter)s Etiqueta</span>
nb_no: <span class="count">%(counter)s</span> Merkelapp

source: <span class="count">%(counter)s</span> Badge
gl: <span class="count">%(counter)s</span> Distintivo
nb_no: <span class="count">%(counter)s</span> Medalje
pt: <span class="count">%(counter)s</span> Insígnia

source: Answer to:
gl: responder a
nb_no: Svar til:
pt: Responder a:

source: User profile
gl: perfil de usuario
nb_no: Brukerprofilt
pt: Perfil do utilizador

source: comments and answers to others questions
gl: Comentarios e respostas para outras preguntas
nb_no: kommentarer og svar på andres spørsmål
pt: comentários e respostas a outras questões

source: followers and followed users
gl: seguidores e usuarios seguidos
nb_no: følgere og fulgte brukere
pt: utilizadores seguidores e seguidos

source: Graph of user karma
gl: Gráfica do karma de usuario
nb_no: Graf over brukerkarma

source: questions that user is following
gl: preguntas que o usuario está seguindo
nb_no: spørsmål som brukeren følger
pt: perguntas que o utilizador está a seguir

source: user vote record
gl: Rexistro de votaciones de usuario
nb_no: brukers stemmerekord
pt: registo de votos do utilizador

source: votes
gl: votos
nb_no: stemmer
pt: votos

source: email subscription settings
gl: Axustes de subscrición do correo
nb_no: epostabonnementsinstillinger
pt: definições da assinatura de correio eletrónico

source: moderate this user
gl: moderar este usuario
nb_no: moderate denne brukeren
pt: moderar este utilizador

source: the answer has been voted for %(answer_score)s times
gl: a resposta foi elexida para %(answer_score)s veces
nb_no: svaret har blitt stemt på %(answer_score)s ganger
pt: a resposta foi votada %(answer_score)s vezes

source: (%(comment_count)s comment)
gl: (%(comment_count)s comentario)
nb_no: svar har blitt kommentert %(comment_count)s gang
pt: (%(comment_count)s comentário)

source: Tips
gl: Consellos

source: give an answer interesting to this community
gl: dea unha resposta de interese para esta comunidade
nb_no: gi et svar som er interresant for community

source: try to give an answer, rather than engage into a discussion
gl: procure dar unha resposta, mellor que entrar nunha discusión
nb_no: forsøk å gi et svar istedet for å engasjere i en diskusjon
pt: tente dar uma resposta, em vez de se envolver numa discussão

source: Ask the Group
gl: Preguntarlle ao grupo

source: Add details (optional)
gl: Engadir detalles (opcional)

source: Add details
gl: Engadir detalles

source: Select language
gl: Seleccionar idioma

source: Contributors
gl: contribuintes
nb_no: Bidragsytere
pt: Contribuintes

source: , one of these is required
gl: , unha desas é necesaria
nb_no: , en av disse er påkrevd

source: tags:
gl: etiquetas:
nb_no: merkelapper:

source: (required)
gl: (Necesario)
nb_no: (kreves)
pt: (necessário)

source: Toggle the real time Markdown editor preview
gl: Trocar por visualización do editor de Markdown en tempo real
nb_no: Veksle mellom sanntid Markdown editors forhåndsvisning
pt: Alternar a previsão em tempo real do editor Markdown

source: To post on behalf of someone else, enter user name <strong>and</strong> email below.
gl: Para publicar en representación de alguén máis, introduza a seguir o nome de usuario <strong>e</strong> correo.

source: Content on this site is licensed under a %(license)s
gl: O contido deste sitio está baixo unha licencia %(license)s
nb_no: Innholdet på dette nettstedet er lisensiert under %(license)s
pt: O conteúdo neste sítio está licenciado sob %(license)s

source: about
gl: acerca de
nb_no: om
pt: sobre

source: help
gl: axuda
nb_no: hjelp

source: privacy policy
gl: política privada
nb_no: personvern
pt: política de privacidade

source: give feedback
gl: amosar comentarios
nb_no: gi tilbakemelding
pt: enviar comentários

source: Group info
gl: Información do grupo

source: edit description
gl: editar a descrición

source: change logo
gl: cambiar o logo

source: delete logo
gl: eliminar o logo

source: add logo
gl: engadir o logo

source: moderate emailed questions
gl: moderar as preguntas por correo

source: show only selected answers to enquirers
gl: amosarlle só as preguntas seleccionadas aos preguntadores

source: How users join this group?
gl: Como se poden unir os usuarios a este grupo?

source: Can moderate site
gl: Pode moderar o sitio

source: Allow only read access
gl: Conceder só permiso de lectura

source: list of email addresses of pre-approved users
gl: lista de enderezos de correo de usuarios preaprobados

source: List of preapproved email addresses
gl: Lista de enderezos de correo preaprobados

source: Users with these email adderesses will be added to the group automatically.
gl: Os usuarios con estes enderezos de coreo engadiranse ao grupo automaticamente.

source: edit preapproved emails
gl: editar correos preaprobados

source: list of preapproved email address domain names
gl: lista de nomes de dominio preaprobados para enderezos de correo

source: List of preapproved email domain names
gl: Lista de nomes de dominio de correo preaprobados

source: Users whose email adderesses belong to these domains will be added to the group automatically.
gl: Os usuarios que teñan enderezos de correo destes dominios engadiranse ao grupo automaticamente.

source: edit preapproved email domains
gl: editar dominios de correo preaprobados

source: back to home page
gl: volver a páxina anterior
nb_no: tilbake til hjemmesiden
pt: voltar à página inicial

source: Markdown basics
gl: Fundamentos de Markdown

source: *italic*
gl: cursiva
pt: *ítálico*

source: **bold**
gl: negra
pt: **negrito**

source: *italic* or _italic_
gl: *cursiva* o _cursiva_
pt: *ítálico* ou _ítálico_

source: **bold** or __bold__
gl: **negra** o __negra__
pt: **negrito** ou _negrito_

source: text
gl: texto
nb_no: tekst
pt: texto

source: image
gl: imaxe
nb_no: bilde
pt: imagem

source: numbered list:
gl: lista numerada
nb_no: nummerert liste:
pt: lista numerada:

source: basic HTML tags are also supported
gl: tamén permite etiquetas básicas de HTML
nb_no: grunnleggende HTML-koder støttes også
pt: também são suportadas etiquetas básicas em HTML

source: learn more about Markdown
gl: aprender máis sobre Markdown
nb_no: lære mer om Markdown
pt: aprender mais sobre o Markdown

source: people & groups
gl: xente e grupos

source: users
gl: persoas
nb_no: personer
pt: utilizadores

source: badges
gl: insignias
nb_no: medaljer
pt: insígnias

source: ask a question interesting to this community
gl: facerlle unha pregunta interesante a esta comunidade
nb_no: stille et spørsmål som er interessant for community

source: view
gl: vista
nb_no: visning
pt: visualização

source: answer
gl: resposta
nb_no: svar
pt: resposta

source: vote
gl: voto
nb_no: stemme
pt: voto

source: ALL
gl: todo
nb_no: ALLE
pt: TUDO

source: see unanswered questions
gl: vexa cuestións sen resposta
nb_no: se ubesvarte spørsmål
pt: consultar perguntas não respondidas

source: UNANSWERED
gl: sin resposta
nb_no: UBESVARTE
pt: SEM RESPOSTA

source: see your followed questions
gl: vexa as súas cuestións seguidas
nb_no: se dine fulgte spørsmål
pt: consultar as suas perguntas não seguidas

source: FOLLOWED
gl: seguido
nb_no: FULGTE
pt: SEGUIDA(S)
